{
	"label": "Livro do Jogador",
	"entries": {
		"Actions": {
			"name": "Ações",
			"pages": {
				"Overview": {
					"name": "Overview",
					"text": "<p>Quando você realiza algo além de se mover ou se comunicar, normalmente executa uma ação. A tabela Ações apresenta as principais ações do jogo, que são definidas com mais detalhes no glossário de regras.</p><table><caption>Ações</caption><thead><tr><th><p>Ação</p></th><th><p>Resumo</p></th></tr></thead><tbody><tr><td><p>&amp;Reference[Attack]{Atacar}</p></td><td><p>Atacar com uma arma ou um Ataque Desarmado.</p></td></tr><tr><td><p>&amp;Reference[Dash]{Correr}</p></td><td><p>Pelo resto do turno, dê a si mesmo <span>movimento extra</span> igual ao seu Deslocamento.</p></td></tr><tr><td><p>&amp;Reference[Disengage]{Desengajar}</p></td><td><p>Seu movimento não provoca Ataques de Oportunidade pelo resto do turno.</p></td></tr><tr><td><p>&amp;Reference[Dodge]{Esquivar}</p></td><td><p>Até o início do seu próximo turno, jogadas de ataque contra você têm Desvantagem, e você faz salvaguardas de Destreza com Vantagem. Você perde este benefício se tiver a condição Incapacitado ou se seu Deslocamento for 0.</p></td></tr><tr><td><p>&amp;Reference[Help]{Ajudar}</p></td><td><p>Ajudar no teste de atributo ou na jogada de ataque de outra criatura ou prestar primeiros socorros.</p></td></tr><tr><td><p>&amp;Reference[Hide]{Esconder-se}</p></td><td><p>Realizar um teste de Destreza (Furtividade).</p></td></tr><tr><td><p>&amp;Reference[Influence]{Influenciar}</p></td><td><p>Realizar um teste de Carisma (Atuação, Enganação, Intimidação ou Persuasão) ou Sabedoria (Lidar com Animais) para alterar a atitude de uma criatura.</p></td></tr><tr><td><p>&amp;Reference[Magic]{Usar Magia}</p></td><td><p>Conjurar uma magia, usar um item mágico ou usar uma característica mágica.</p></td></tr><tr><td><p>&amp;Reference[Ready]{Preparar}</p></td><td><p>Preparar-se para executar uma ação em resposta a um gatilho que você define.</p></td></tr><tr><td><p>&amp;Reference[Search]{Procurar}</p></td><td><p>Realizar um teste de Sabedoria (Intuição, Medicina, <span>Percepção</span> ou Sobrevivência).</p></td></tr><tr><td><p>&amp;Reference[Study]{Estudar}</p></td><td><p>Realizar um teste de Inteligência (Arcanismo, História, Investigação, Natureza ou Religião).</p></td></tr><tr><td><p>&amp;Reference[Utilize]{Usar Objeto}</p></td><td><p>Utilizar um objeto não mágico.</p></td></tr></tbody></table><p>Personagens dos jogadores e monstros também podem executar ações que não estão cobertas por essas opções. Muitas características de classe e outras habilidades oferecem alternativas de ação adicionais, e você pode improvisar outras. Quando você descreve uma ação que não está detalhada em outras partes das regras, o Mestre informará se essa ação é viável e que tipo de &amp;Reference[D20Test]{Teste de D20} você deve realizar, se necessário.</p>"
				},
				"One Thing at a Time": {
					"name": "Uma Coisa de Cada Vez",
					"text": "<p>O jogo utiliza ações para determinar o quanto de coisas você pode fazer simultaneamente. Você pode executar apenas uma ação por vez. Este princípio é especialmente relevante em combate, como será explicado em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCombat0000000]{Combate} mais adiante neste capítulo.</p><p>As ações também podem surgir em outras situações; em uma interação social, você pode tentar &amp;Reference[Influence]{Influenciar} uma criatura ou executar a ação &amp;Reference[Search]{Procurar} para interpretar a linguagem corporal da criatura, mas não pode executar ambas as ações ao mesmo tempo. E quando você está explorando uma masmorra, não é possível executar simultaneamente a ação Procurar para buscar armadilhas e a ação &amp;Reference[Help]Àjudar} para auxiliar outro personagem que está tentando abrir uma porta presa (com a ação &amp;Reference[Utilize]{Usar Objeto}).</p>"
				},
				"Reactions": {
					"name": "Reações",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.2VqLyxMyMxgXe2wC inline]</p><aside class=\"notable\"><h3>O Que o Seu Personagem Faria?</h3><p>Pergunte a si mesmo enquanto joga: “O que meu personagem faria?”. Interpretar um papel envolve entrar na mente de outra pessoa e compreender o que a motiva e como essas motivações se traduzem em ações. Em D&D, essas ações se desenrolam em um mundo fantástico repleto de situações que só podemos imaginar. Como seu personagem reage a essas circunstâncias?</p><p>Este conselho vem com uma ressalva importante: evite escolher personagens que comprometam a diversão dos outros jogadores e do Mestre. Opte por ações que encantem você e seus amigos.</p></aside>"
				},
				"Bonus Actions": {
					"name": "Ações Bônus",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.EjR3KL7KLTwjWBS0 inline]</p>"
				}
			}
		},
		"Appendix A: The Multiverse": {
			"name": "Appendix A: The Multiverse"
		},
		"Appendix B: Creature Stat Blocks": {
			"name": "Appendix B: Creature Stat Blocks"
		},
		"Appendix C: Rules Glossary": {
			"name": "Appendix C: Rules Glossary"
		},
		"Appendix D: Rule References": {
			"name": "Appendix D: Rule References"
		},
		"Art Handouts": {
			"name": "Art Handouts"
		},
		"Background Descriptions": {
			"name": "Background Descriptions"
		},
		"Barbarian": {
			"name": "Barbarian"
		},
		"Bard": {
			"name": "Bard"
		},
		"Changelog": {
			"name": "Changelog"
		},
		"Character Classes": {
			"name": "Character Classes"
		},
		"Character Origins": {
			"name": "Character Origins"
		},
		"Cleric": {
			"name": "Cleric"
		},
		"Combat": {
			"name": "Combate",
			"pages": {
				"Introduction": {
					"name": "Introdução",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.by5JzzXbrTugi96a caption=false]</p><p>Os aventureiros se deparam com muitos monstros perigosos e vilões malignos. Nessas situações, o combate costuma acontecer.</p>"
				},
				"The Order of Combat": {
					"name": "A Ordem de Combate",
					"text": "<p>Um combate típico é um confronto entre duas partes, envolvendo uma série de golpes, fintas, defesas, jogo de pernas e conjuração. No jogo, o combate acontece em ciclos de rodadas e turnos. Cada rodada corresponde a aproximadamente 6 segundos no mundo do jogo, e a cada rodada, cada participante realiza um turno. A ordem dos turnos é estabelecida no início do combate, quando todos jogam Iniciativa. Após todos os turnos, a luta avança para a próxima rodada, a menos que um dos lados seja derrotado.</p><h2>Passo a Passo do Combate</h2><p>O combate ocorre nestas etapas:</p><ol><li><strong>Determine as Posições.</strong> O Mestre estabelece a localização de todos os personagens e monstros. Com base na ordem de marcha dos aventureiros, nas posições declaradas na sala ou em outro local, o Mestre determina a posição dos adversários, sua distância e direção.</li><li><strong>Jogue a Iniciativa.</strong> Todos os envolvidos no combate jogam a Iniciativa para definir a ordem dos turnos dos combatentes.</li><li><strong>Realize os Turnos.</strong> Cada participante realiza um turno na ordem de Iniciativa durante o combate. A rodada se encerra quando todos tiverem completado um turno. Repita as etapas até que o combate chegue ao fim.</li></ol>"
				},
				"Initiative": {
					"name": "Iniciativa",
					"text": "<p>A Iniciativa estabelece a ordem dos turnos no combate. No início, cada participante faz um teste de Destreza para determinar sua posição na ordem. O Mestre realiza um teste de Iniciativa para os monstros, e se forem criaturas idênticas, faz um único teste com a mesma Iniciativa para todas.</p><p><em><strong>Surpresa.</strong></em> Um combatente pego de surpresa no início do combate sofre &amp;Reference[Disadvantage]{Desvantgagem} na jogada de Iniciativa. Por exemplo, uma criatura é considerada Surpresa se não perceber que um emboscador escondido deu início ao combate.</p><p><em><strong>Ordem de Iniciativa.</strong></em> O total do teste de um combatente é chamado de Contagem de Iniciativa, ou simplesmente Iniciativa. O Mestre organiza os combatentes da maior para a menor Iniciativa. Essa é a ordem em que os combatentes agem durante cada rodada.</p><p><em><strong>Empates.</strong></em> Em caso de empate, o Mestre determina a ordem entre os monstros, enquanto os jogadores definem a ordem entre os personagens. O Mestre decide a ordem caso o empate ocorra entre um monstro e um personagem do jogador.</p><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Iniciativa Contínua</h3><p>Quando o Dungeon Master adiciona todos os combatentes ao Combat Tracker, eles podem rolar para todos ou permitir que os jogadores combatentes rolem por si mesmos. O Combat Tracker irá colocá-los automaticamente em ordem e rastrear de quem é a vez à medida que as rodadas avançam.</p></article></section>"
				},
				"Your Turn": {
					"name": "Seu turno",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.iP1hYT7zzOyrzS7j inline]</p>"
				},
				"Ending Combat": {
					"name": "Fim do Combate",
					"text": "<p>O combate termina quando um dos lados é derrotado, seja porque as criaturas foram mortas, nocauteadas, se renderam ou fugiram. O combate também pode encerrar-se se ambos os lados concordarem em finalizá-lo.</p>"
				},
				"Movement and Position": {
					"name": "Movimento e Posição",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.wDIv6PADi8Evwao3]</p><p>No seu turno, você pode se mover uma distância igual ou menor que o seu &amp;Reference[Speed]{Deslocamento}, ou optar por não se mover.</p><p>Seu movimento pode incluir @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.a4CjDIEMeSbRaEjA]{escalar}, @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.zRZl7vdjzjqpazxn]{rastejar}, @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.aaJOlRhI1H6vAxt9]{saltar}, e @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.53c9JMqckHagYYB5]{nadar}. Esses modos de movimento podem ser combinados com seu deslocamento regular ou representar todo o seu movimento.</p><p>Independentemente de como você se movimenta utilizando seu @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.NSU7TjeJbJ0vVQaZ]{Deslocamento}, subtraia a distância de cada parte de sua movimentação até que todo o Deslocamento tenha sido utilizado ou até você terminar de se mover, o que ocorrer primeiro.</p><p>O deslocamento de um personagem é definido durante sua criação. O deslocamento de um monstro é indicado em seu bloco de estatísticas. Veja também o glossário de regras para saber mais sobre Deslocamento, bem como sobre deslocamentos especiais, como o @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.xoQXfwUFahXBoiur]{Deslocamento de Escalada}, @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.pBcRxpYx5FCVGThO]{Deslocamento de Voo}, ou @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.wDGTuzKQunNrnkC8]{Deslocamento de Natação}.</p><h2>Terreno Difícil</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.6tqz947qO8vPyxvD inline]</p><aside class=\"notable\"><h3>Jogando com um Grid</h3><p>Se você joga usando um grid quadriculado e miniaturas ou outros marcadores, siga estas regras.</p><p><span><em><strong>Quadrados.</strong></em></span> Cada quadrado representa 1,5 metro.</p><p><span><em><strong>Deslocamento.</strong></em></span> Mova-se quadrado a quadrado no grid, utilizando seu Deslocamento em segmentos de 1,5 metro. Para converter seu Deslocamento em quadrados, divida-o por 1,5. Por exemplo, 9 metros equivalem a 6 quadrados. Se você usar um grid com frequência, considere anotar seu Deslocamento em quadrados na ficha de personagem.</p><p><span><em><strong>Entrando em um Quadrado.</strong></em></span> Para entrar em um quadrado, é necessário ter pelo menos 1 quadrado de movimento disponível. Entrar em um quadrado adjacente desocupado, seja diagonal ou ortogonalmente, custa 1 quadrado de movimento. Um quadrado de Terreno Difícil, por sua vez, custa 2 quadrados de movimento. Outros efeitos podem aumentar o custo de movimento de um quadrado.</p><p><span><em><strong>Cantos.</strong></em></span> Movimento diagonal não pode atravessar o canto de paredes, árvores robustas ou qualquer outra característica do terreno que ocupe todo o seu espaço.</p><p><span><em><strong>Distâncias.</strong></em></span> Para determinar a distância entre dois elementos em um grid — sejam eles criaturas ou objetos — conte os quadrados a partir de um quadrado adjacente a um deles e pare de contar no espaço do outro. Utilize a rota mais curta.</p></aside><h2>Dividindo Seu Movimento</h2><p>Você pode dividir seu movimento durante o turno, utilizando parte do seu deslocamento antes e depois de sua ação, Ação Bônus ou Reação que você realiza no mesmo turno. Por exemplo, se você tem um Deslocamento de 9 metros, pode mover-se 3 metros, executar uma ação e, em seguida, mover-se mais 6 metros.</p><h2>Condição Caído</h2><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Aplicar Condições Rapidamente</h3><p>As Condições Inline permitem aplicar o efeito ao Token selecionado no momento. Você também pode clicar no link para abrir a página e depois compartilhá-la com seus jogadores usando o link \"Mostrar para os Jogadores\" no topo da janela.</p></article></section><p>No seu turno, você pode se colocar voluntariamente na &amp;Reference[prone]{Condição Caído} sem gastar uma ação ou qualquer parte do seu Deslocamento, exceto se ele for 0.</p><h2>Tamanho da Criatura</h2><p>Uma criatura é classificada por seu tamanho, que determina a largura do espaço quadrado que ocupa em um mapa, de acordo com a tabela Tamanho e Espaço da Criatura. Essa tabela lista os tamanhos do menor (Minúsculo) ao maior (Colossal). O espaço de uma criatura refere-se à área que ela controla em combate e àquela necessária para uma luta eficaz.</p><p>O tamanho de um personagem é definido pela espécie, enquanto o tamanho de um monstro é indicado em seu bloco de estatísticas.</p><table><caption>Tamanho e Espaço da Criatura</caption><thead><tr><th><p>Tamanho</p></th><th><p>Espaço (Metro)</p></th><th><p>Espaço (Quadrados)</p></th></tr></thead><tbody><tr><td><p>Minúsculo</p></td><td><p>0,75 por 0,75 metro</p></td><td><p>4 por quadrado</p></td></tr><tr><td><p>Pequeno</p></td><td><p>1,5 por 1,5 metro</p></td><td><p>1 por quadrado</p></td></tr><tr><td><p>Médio</p></td><td><p>1,5 por 1,5 metro</p></td><td><p>1 por quadrado</p></td></tr><tr><td><p>Grande</p></td><td><p>3 por 3 metros</p></td><td><p>4 quadrados (2 por 2)</p></td></tr><tr><td><p>Enorme</p></td><td><p>4,5 por 4,5 metros</p></td><td><p>9 quadrados (3 por 3)</p></td></tr><tr><td><p>Colossal</p></td><td><p>6 por 6 metros</p></td><td><p>16 quadrados (4 por 4)</p></td></tr></tbody></table><h2>Movendo-se entre Outras Criaturas</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.9ZWCknaXCOdhyOrX inline]</p>"
				},
				"Making an Attack": {
					"name": "Realizando um Ataque",
					"text": "<p>Quando você executa a ação &amp;Reference[Attack]{Atacar}, você realiza um ataque. Algumas outras ações, &amp;Reference[Bonus Action]{Ações Bônus}, e &amp;Reference[Reaction]{Reações} também podem permitir que você realize um ataque. Ao usar uma arma Corpo a Corpo, disparar uma arma à Distância ou realizar uma jogada de ataque como parte de uma magia, um ataque segue a seguinte estrutura:</p><ol><li><strong>Escolha um Alvo.</strong> Escolha um alvo dentro da distância do seu ataque: uma criatura, objeto ou local.</li><li><strong>Determine os Modificadores. </strong>O Mestre determina se o alvo tem &amp;Reference[Cover]{Cobertura} e se você tem &amp;Reference[Advantage]{Vantagem} ou &amp;Reference[Disadvantage]{Desvantagem} contra ele. Além disso, magias, habilidades especiais e outros efeitos podem gerar penalidades ou bônus para a sua jogada de ataque.</li><li><strong>Resolva o Ataque. </strong>Realize a jogada de ataque, conforme detalhado anteriormente. Em caso de acerto, você joga o dano, a menos que esse ataque específico tenha regras que indiquem o contrário. Em vez do dano ou somados a ele, alguns ataques provocam efeitos especiais.</li></ol>"
				},
				"Cover": {
					"name": "Cobertura",
					"text": "<p>Paredes, árvores, criaturas e outros obstáculos podem fornecer cobertura, tornando um alvo mais difícil de ferir. Conforme detalhado na tabela de Cobertura, existem três graus de cobertura, cada um dos quais concede um benefício diferente ao alvo.</p><p>Um alvo só pode se beneficiar de cobertura quando um ataque ou outro efeito se origina do lado oposto da cobertura. Se um alvo estiver atrás de várias fontes de cobertura, apenas o grau mais protetor de cobertura se aplica; os graus não se somam. Por exemplo, se um alvo estiver atrás de uma criatura que concede Meia Cobertura e de um tronco de árvore que concede Três Quartos de Cobertura, o alvo terá Três Quartos de Cobertura.</p><aside class=\"notable\"><h3>Atacantes e Alvos Invisíveis</h3><p>Quando você realiza uma jogada de ataque contra um alvo que não pode ver, você tem &amp;Reference[Disadvantage]{Desvantagem} na jogada. Isso é verdade, seja você adivinhando a localização do alvo ou mirando em uma criatura que você pode ouvir, mas não ver. Se o alvo não estiver na localização que você mirou, você erra.</p><p>Quando uma criatura não pode ver você, você tem &amp;Reference[Advantage]{Vantagem} nas jogadas de ataque contra ela.</p><p>Se você estiver escondido quando realizar uma jogada de ataque, você revela sua localização quando o ataque acerta ou erra.</p></aside><table><caption>Cobertura</caption><thead><tr><th><p>Grau</p></th><th><p>Benefício para o Alvo</p></th><th><p>Concedido por...</p></th></tr></thead><tbody><tr><td><p>Meia</p></td><td><p>+2 de bônus para CA e testes de resistência de Destreza</p></td><td><p>Outra criatura ou um objeto que cubra pelo menos metade do alvo</p></td></tr><tr><td><p>Três-<br />Quartos</p></td><td><p>+5 de bônus para CA e testes de resistência de Destreza</p></td><td><p>Um objeto que cubra pelo menos três quartos do alvo</p></td></tr><tr><td><p>Total</p></td><td><p>Não pode ser alvo diretamente</p></td><td><p>Um objeto que cubra todo o alvo</p></td></tr></tbody></table>"
				},
				"Ranged Attacks": {
					"name": "Ataques à Distância",
					"text": "<p>Ao realizar um ataque à distância, você pode utilizar um arco, arremessar um machado ou disparar projéteis para atingir um inimigo à distância. Muitas magias também envolvem ataques à distância.</p><h2>Distância</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.HjKXuB8ndjcqOds7 inline]</p><h2>Ataques à Distância em Combate Corpo a Corpo</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.qEZvxW0NM7ixSQP5 inline]</p>"
				},
				"Melee Attacks": {
					"name": "Ataques Corpo a Corpo",
					"text": "<p>Um ataque corpo a corpo permite atacar um alvo ao seu alcance. Normalmente, um ataque corpo a corpo utiliza uma arma empunhada ou um &amp;Reference[Unarmed Strike]{Ataque Desarmado}. Muitos monstros realizam ataques corpo a corpo com garras, dentes ou outras partes do corpo. Algumas magias também incluem ataques corpo a corpo.</p><h2>Alcance</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.hgZ5ZN4B3y7tmFlt inline]</p><h2>Ataques de Oportunidade</h2><p>Combatentes estão sempre atentos para quando os inimigos abaixam a guarda. Mover-se descuidadamente perto dos inimigos coloca você em risco ao provocar um Ataque de Oportunidade.</p><p><em><strong>Evitando Ataques de Oportunidade.</strong></em> Você não provoca um Ataque de Oportunidade ao &amp;Reference[Disengage]{Desengajar}, Teleportar ou ser movido sem usar seu Movimento, ação, &amp;Reference[Bonus Action]{Ação Bônus} ou &amp;Reference[Reaction]{Reação}. Por exemplo, não ocorre Ataque de Oportunidade se uma explosão o arremessar para fora do alcance de um inimigo ou se você cair próximo a ele.</p><p><em><strong>Realizando um Ataque de Oportunidade.</strong></em> Um Ataque de Oportunidade pode ser realizado quando uma criatura que você consegue ver sai do seu alcance. Para efetuar o ataque, use uma &amp;Reference[Reaction]{Reação} e realize um ataque corpo a corpo com uma arma ou um &amp;Reference[Unarmed Strike]{Ataque Desarmado} contra a criatura. O ataque acontece imediatamente antes que o alvo saia do seu alcance.</p>"
				},
				"Mounted Combat": {
					"name": "Combate Montado",
					"text": "<p>Para servir como montaria, uma criatura voluntária deve ser pelo menos um tamanho maior que o cavaleiro e ter uma anatomia adequada, seguindo as regras abaixo.</p><h2>Montando e Desmontando</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.MFpyvUIdcBpC9kIE inline]</p><h2>Controlando uma Montaria</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.khmR2xFk1NxoQUgZ inline]</p><h2>Caindo de uma Montaria</h2><p>Se um efeito tentar mover sua montaria contra a vontade dela enquanto você estiver montado, você deve ser bem-sucedido em uma [[/save 10 dex]]{salvaguarda de Destreza CD 10} ou cai da montaria, ficando com a condição Caído (veja o glossário de regras) em um espaço desocupado a até 1,5 metro dela.</p><p>Enquanto estiver montado, você deve realizar a mesma salvaguarda caso você ou sua montaria estejam Caídos.</p>"
				},
				"Underwater Combat": {
					"name": "Combate Subaquático",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.scOKuazwklM6F4VX cite=false classes=\"right two\"]</p><p>Um combate subaquático segue estas regras.</p><h2>Armas Restringidas</h2><p>Ao realizar uma jogada de ataque corpo a corpo com uma arma debaixo d'água, uma criatura que não possui &amp;Reference[Swim Speed]{Deslocamento de Natação} tem &amp;Reference[Disadvantage]{Desvantagem} na jogada de ataque, a menos que a arma cause dano Perfurante.</p><p>Uma jogada de ataque à distância com uma arma debaixo d'água automaticamente erra um alvo que está além do alcance normal da arma e tem &amp;Reference[Disadvantage]{Desvantagem} contra alvos dentro do alcance normal.</p><h2>Resistência a Fogo</h2><p>Qualquer coisa debaixo d'água tem &amp;Reference[Damage Resistance]{Resistência} a dano Ígneo (explicado em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbDamageAndHeal]{Dano e Cura}).</p>"
				}
			}
		},
		"Conditions": {
			"name": "Conditions"
		},
		"Crafting Equipment": {
			"name": "Crafting Equipment"
		},
		"Creating a Character": {
			"name": "Creating a Character"
		},
		"Credits": {
			"name": "Credits"
		},
		"D20 Tests": {
			"name": "Testes de D20",
			"pages": {
				"Overview": {
					"name": "Overview",
					"text": "<p>Quando o resultado de uma ação é incerto, o jogo utiliza um teste de d20 para determinar o sucesso ou fracasso. Essas jogadas são conhecidas como &amp;Reference[d20test]{Testes de D20}, e se dividem em três tipos: testes de atributo, salvaguardas e jogadas de ataque. Elas seguem as seguintes etapas:</p><ol><li><strong>Jogue um 1d20.</strong> Você sempre deseja tirar um valor alto. Se a jogada tiver &amp;Reference[advantage]{Vantagem} ou &amp;Reference[disadvantage]{Desvantagem}, você joga dois d20, mas utiliza apenas o número de um deles — o maior se tiver Vantagem ou o menor se tiver Desvantagem.</li><li><p><strong>2: Adicione Modificadores.</strong> Adicione estes modificadores ao número obtido no d20:</p><ul><li class=\"Core-Styles_Core-Bulleted ParaOverride-2\"><strong>O Modificador de Atributo Relevante.</strong> Este capítulo e o glossário de regras explicam quais modificadores de atributo utilizar para diversos Testes de D20.</li><li class=\"Core-Styles_Core-Bulleted ParaOverride-2\"><strong>Seu Bônus de Proficiência, se Aplicável.</strong> Cada criatura possui um Bônus de Proficiência, um número que é adicionado ao realizar um Teste de D20 que utiliza algo, como uma perícia, na qual a criatura é proficiente. Veja @UUID[.zU9fgQbLaVbJvPRX]{Proficiência} mais adiante neste capítulo.</li><li class=\"Core-Styles_Core-Bulleted ParaOverride-2\"><strong>Bônus e Penalidades Circunstanciais.</strong> Uma característica, uma magia ou outra regra pode dar um bônus ou penalidade à jogada.</li></ul></li><li><strong>Compare o Total com um Número-Alvo.</strong> Se o total do d20 e seus modificadores for igual ou superior ao número-alvo, o Teste de D20 é bem-sucedido. Caso contrário, ele falha. O Mestre determina os números-alvo e informa aos jogadores se seus testes foram bem-sucedidos. O número-alvo para um teste de atributo ou uma salvaguarda é chamado de &amp;Reference[difficultyclass]{Classe de Dificuldade} (CD). O número-alvo para uma jogada de ataque é denominado &amp;Reference[armorclass]{Classe de Armadura} (CA), que aparece em uma ficha de personagem ou em um bloco de estatísticas.</li></ol>"
				},
				"Ability Checks": {
					"name": "Testes de Atributo",
					"text": "<p>Um teste de atributo representa uma criatura utilizando talento e treinamento para tentar superar um desafio, como forçar a abertura de uma porta trancada, arrombar uma fechadura, entreter uma multidão ou decifrar um símbolo. O Mestre e as regras geralmente exigem um teste de atributo quando uma criatura tenta algo diferente de um ataque que possui uma chance de falha significativa. Quando o resultado é incerto e narrativamente interessante, os dados determinam o resultado.</p><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.ymfhWNYtvdIWdm7k]</p><h2>Modificador de Atributo</h2><p>Um &amp;Reference[abilitycheck]{teste de atributo} é nomeado pelo modificador de atributo que utiliza: um teste de Força, um teste de Inteligência e assim por diante. Diferentes testes de atributo são necessários em diversas situações, dependendo de qual atributo é mais relevante. Veja a tabela Exemplos de Teste de Atributo para ver exemplos de uso de cada teste.</p><table><caption>Exemplos de Teste de Atributo</caption><thead><tr><th><p>Atributo</p></th><th><p>Realize um Teste Para …</p></th></tr></thead><tbody><tr><td><p>Força</p></td><td><p>Levantar, empurrar, puxar ou quebrar algo</p></td></tr><tr><td><p>Destreza</p></td><td><p>Mover-se de maneira ágil, rápida ou silenciosa</p></td></tr><tr><td><p>Constituição</p></td><td><p>Forçar seu corpo além dos limites normais</p></td></tr><tr><td><p>Inteligência</p></td><td><p>Raciocinar ou lembrar</p></td></tr><tr><td><p>Sabedoria</p></td><td><p>Notar coisas no ambiente ou no comportamento das criaturas</p></td></tr><tr><td><p>Carisma</p></td><td><p>Influenciar, entreter ou enganar</p></td></tr></tbody></table><h2>Bônus de Proficiência</h2><p>Adicione seu Bônus de Proficiência a um teste de atributo quando o Mestre determinar que uma perícia ou proficiência com uma ferramenta é relevante para o teste e você possui essa proficiência. Por exemplo, se uma regra mencionar um teste de Força (Acrobacia ou Atletismo), você pode adicionar seu Bônus de Proficiência ao teste se tiver proficiência na perícia Acrobacia ou Atletismo. Veja @UUID[.zU9fgQbLaVbJvPRX]{Proficiência} mais adiante neste capítulo para mais informações sobre proficiência com perícias e ferramentas.</p><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Testes de Atributo Inline</h3><p>Testes de atributo no Foundry podem ser realizados com um clique. Por exemplo, aqui está um teste de Acrobacia com uma CD de 10: [[/check 10 acr]].</p><p>Se você tiver um Token selecionado, pode clicar no link para realizar o teste ou enviar o teste para o chat clicando no ícone <span class=\"reference fa-solid fa-comment-dots\"> </span> para que todos possam rolar por conta própria.</p></article></section><h2>Classe de Dificuldade</h2><p>A &amp;Reference[difficultyclass]{Classe de Dificuldade} de um teste de atributo indica a dificuldade da tarefa. Quanto mais desafiadora a tarefa, maior será sua CD. As regras oferecem CDs para determinados testes, mas o Mestre é quem as define. A tabela de Classes de Dificuldade Padrão apresenta uma variedade de CDs possíveis para testes de atributo.</p><table><caption>Classes de Dificuldade Padrão</caption><thead><tr><th><p>Dificuldade da Tarefa</p></th><th><p>CD</p></th></tr></thead><tbody><tr><td><p>Muito fácil</p></td><td><p>5</p></td></tr><tr><td><p>Fácil</p></td><td><p>10</p></td></tr><tr><td><p>Média</p></td><td><p>15</p></td></tr><tr><td><p>Difícil</p></td><td><p>20</p></td></tr><tr><td><p>Muito difícil</p></td><td><p>25</p></td></tr><tr><td><p>Quase impossível</p></td><td><p>30</p></td></tr></tbody></table>"
				},
				"Saving Throws": {
					"name": "Salvaguardas",
					"text": "<p>Uma &amp;Reference[savingthrow]{salvaguarda} — também abreviada como SG — representa uma tentativa de evitar ou resistir a uma ameaça, como uma explosão flamejante, uma liberação de gás venenoso ou uma magia que tenta invadir sua mente. Normalmente, você não escolhe realizar uma salvaguarda; você deve fazê-la porque seu personagem ou um monstro (se você for o Mestre) está em perigo. O resultado de uma salvaguarda é detalhado no efeito que a provocou.</p><p>Se você não quiser resistir ao efeito, pode optar por falhar na salvaguarda sem jogá-la.</p><h2>Modificador de Atributo</h2><p>As salvaguardas são nomeadas pelos modificadores de atributo que utilizam: uma salvaguarda de Constituição, uma salvaguarda de Sabedoria e assim por diante. Diferentes salvaguardas são utilizadas para resistir a diferentes tipos de efeitos, conforme mostrado na tabela Exemplos de Salvaguardas.</p><table><caption>Exemplos de Salvaguardas</caption><thead><tr><th><p>Atributo</p></th><th><p>Realize uma SG para...</p></th></tr></thead><tbody><tr><td><p>Força</p></td><td><p>Resistir fisicamente à força direta</p></td></tr><tr><td><p>Destreza</p></td><td><p>Esquivar-se do perigo</p></td></tr><tr><td><p>Constituição</p></td><td><p>Suportar um risco tóxico</p></td></tr><tr><td><p>Inteligência</p></td><td><p>Reconhecer uma ilusão como falsa</p></td></tr><tr><td><p>Sabedoria</p></td><td><p>Resistir a um ataque mental</p></td></tr><tr><td><p>Carisma</p></td><td><p>Afirmar sua identidade</p></td></tr></tbody></table><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Salvaguardas Inline</h3><p>Assim como os testes de atributo, as salvaguardas no Foundry podem ser realizadas com um clique. Por exemplo, aqui está uma salvaguarda de Constituição com uma CD de 10: [[/save 10 con]].</p><p>Se você tiver um Token selecionado, pode clicar no link para realizar a salvaguarda ou enviá-la para o chat clicando no ícone <span class=\"reference fa-solid fa-comment-dots\"> </span> para que todos possam rolar por conta própria.</p></article></section><h2>Bônus de Proficiência</h2><p>Você adiciona seu Bônus de Proficiência à sua salvaguarda se tiver proficiência nesse tipo de salvaguarda. Veja @UUID[.zU9fgQbLaVbJvPRX]{Proficiência} mais adiante neste capítulo.</p><h2>Classe de Dificuldade</h2><p>A &amp;Reference[difficultyclass]{Classe de Dificuldade} para uma salvaguarda é determinada pelo efeito que a causa ou pelo Mestre. Por exemplo, se uma magia exigir que você faça uma salvaguarda, a CD é determinada pelo atributo de conjuração e pelo Bônus de Proficiência do conjurador. Habilidades de monstros que requerem salvaguardas especificam a CD.</p>"
				},
				"Attack Rolls": {
					"name": "Jogadas de Ataque",
					"text": "<p>Uma jogada de ataque determina se um ataque atinge um alvo. Uma jogada de ataque acerta se o resultado for igual ou superior à &amp;Reference[armorclass]{Classe de Armadura} do alvo. As jogadas de ataque geralmente ocorrem em batalha, conforme descrito em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCombat0000000]{Combate} mais adiante neste capítulo, mas o Mestre também pode solicitar uma jogada de ataque em outras situações, como em uma competição de arco e flecha.</p><h2>Modificador de Atributo</h2><p>A tabela Atributos de &amp;Reference[attackrolls]{Jogada de Ataque} mostra qual modificador de atributo usar para diferentes tipos de jogadas de ataque.</p><table><caption>Atributos de Jogada de Ataque</caption><thead><tr><th><p>Atributo</p></th><th><p>Tipo de Ataque</p></th></tr></thead><tbody><tr><td><p>Força</p></td><td><p>Ataque corpo a corpo com uma arma ou um Ataque Desarmado (veja o glossário de regras)</p></td></tr><tr><td><p>Destreza</p></td><td><p>Ataque à distância com uma arma</p></td></tr><tr><td><p>Varia</p></td><td><p>Ataque mágico (o atributo utilizado é determinado pela característica de conjuração do conjurador, conforme explicado em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbSpells0000000.JournalEntryPage.ujhsaI8nVkjXwMHD#attack-rolls]{capítulo 7})</p></td></tr></tbody></table><p>Algumas características permitem que você utilize modificadores de atributo diferentes dos listados. Por exemplo, a @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbEquipment0000.JournalEntryPage.7qSj8lqMAP0FBNKK#finesse]{propriedade Acuidade} permite que você use Força ou Destreza com uma arma que possua essa propriedade.</p><h2>Bônus de Proficiência</h2><p>Você adiciona seu Bônus de Proficiência à sua jogada de ataque ao usar uma arma com a qual tem proficiência, assim como ao atacar com uma magia. Veja @UUID[.zU9fgQbLaVbJvPRX]{Proficiência} mais adiante neste capítulo para mais informações sobre proficiência com armas.</p><h2>Classe de Armadura</h2><p>A Classe de Armadura de uma criatura representa quão eficazmente ela evita ser ferida em combate. A CA de um personagem é definida em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCreatingAChar.JournalEntryPage.l4eqkEUGLVS2jBhO]{criação de personagem}, enquanto a CA de um monstro aparece em seu bloco de estatísticas.</p><p><em><strong>Calculando a CA.</strong></em> Todas as criaturas começam com o mesmo cálculo básico de CA:</p><p style=\"text-align:center\"><strong>CA base</strong> = 10 + o modificador de Destreza da criatura</p><p>A CA de uma criatura pode, então, ser alterada por armaduras, itens mágicos, magias e outros efeitos.</p><p><em><strong>Apenas Uma CA Base.</strong></em> Algumas magias e características de classe oferecem aos personagens uma forma alternativa de calcular sua CA. Um personagem com várias características que proporcionam diferentes métodos de cálculo de CA deve escolher qual utilizar; apenas um cálculo base pode estar em vigor para uma criatura.</p><h2>Tirando 20 ou 1</h2><p>Se você tirar um 20 no d20 (conhecido como “20 natural”) em uma jogada de ataque, o ataque acerta independentemente de quaisquer modificadores ou da Classe de Armadura do alvo. Isso é chamado de &amp;Reference[Critical Hits]{Acerto Crítico} (veja @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCombat0000000]{Combate} mais adiante neste capítulo).</p><p>Se você tirar um 1 no d20 (um \"1 natural\") em uma jogada de ataque, o ataque erra independentemente de quaisquer modificadores ou da CA do alvo.</p>"
				},
				"Advantage/Disadvantage": {
					"name": "Vantagem/Desvantagem",
					"text": "<p>Às vezes, um teste de D20 é alterado por Vantagem ou Desvantagem. Vantagem representa as circunstâncias favoráveis em torno de uma jogada de d20, enquanto Desvantagem representa circunstâncias desfavoráveis.</p><p>Você normalmente obtém Vantagem ou Desvantagem ao utilizar habilidades e ações especiais. O Mestre também pode determinar que as circunstâncias conferem Vantagem ou impõem Desvantagem.</p><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.idgUrCsM8U11Aq04 classes=\"right three\"]</p><h2>Jogue Dois D20</h2><p>Quando uma jogada tiver Vantagem ou Desvantagem, jogue um segundo d20 ao realizar a jogada. Utilize a maior das duas jogadas se tiver Vantagem e a menor se tiver Desvantagem. Por exemplo, se você tiver Desvantagem e tirar um 18 e um 3, use o 3. Se, ao contrário, você tiver Vantagem e tirar esses números, utilize o 18.</p><h2>Eles Não Acumulam</h2><p>Se várias situações concederem Vantagem em um teste, você ainda joga apenas dois d20. Da mesma forma, se várias situações impuserem Desvantagem, você também joga apenas dois d20.</p><p>Se as circunstâncias resultarem em um teste com Vantagem e Desvantagem, o teste não tem nenhuma delas, e você joga somente um d20. Isso se aplica mesmo que várias circunstâncias imponham Desvantagem e apenas uma conceda Vantagem, ou vice-versa. Nessa situação, você não tem Vantagem nem Desvantagem.</p><h2>Interações com Novas Jogadas</h2><p>Quando você tem Vantagem ou Desvantagem e algo no jogo permite que você jogue novamente ou substitua o d20, você pode jogar novamente ou substituir apenas um dos dados, não ambos. Você escolhe qual.</p><p>Por exemplo, se você tiver &amp;Reference[inspiration]{Inspiração Heroica} (veja abaixo) e tirar um 3 e um 18 em um teste de atributo que tenha Vantagem ou Desvantagem, você pode gastar sua Inspiração Heroica para jogar novamente um desses dados, mas não ambos.</p><aside class=\"notable\"><h3>Inspiração Heroica</h3><p>Às vezes, o Mestre ou uma regra lhe concede Inspiração Heroica. Se você tiver Inspiração Heroica, pode gastá-la para jogar novamente qualquer dado imediatamente após jogá-lo, e deve usar o novo resultado.</p><p><em><strong>Apenas uma de Cada Vez.</strong></em> Você nunca pode ter mais de uma Inspiração Heroica. Se algo lhe conceder Inspiração Heroica e você já a possuir, pode transferi-la para um personagem do seu grupo que não a tenha.</p><p><em><strong>Obtendo Inspiração Heroica.</strong></em> Seu Mestre pode lhe conceder Inspiração Heroica por diversos motivos. Normalmente, os Mestres premiam isso quando você realiza algo especialmente heroico, de caráter ou interessante. É uma recompensa por tornar o jogo mais divertido para todos os participantes.</p><p>Outras regras podem permitir que seu personagem obtenha Inspiração Heroica independentemente da decisão do Mestre. Por exemplo, personagens Humanos começam cada dia com Inspiração Heroica.</p></aside><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Inspiração Heroica na Ficha do Foundry</h3><p>Você pode controlar se tem Inspiração Heroica ou não com o botão de inspiração no canto superior direito da sua ficha de personagem, à esquerda do seu nível e à direita dos botões de Descanso Curto e Longo.</p></article></section>"
				},
				"Proficiency": {
					"name": "Proficiência",
					"text": "<p>Personagens e monstros são competentes em diversas áreas. Alguns são habilidosos com várias armas, enquanto outros dominam apenas algumas. Alguns se destacam em compreender os motivos das pessoas, enquanto outros são mais aptos a desvendar os segredos do multiverso. Todas as criaturas possuem um Bônus de Proficiência, que reflete o impacto do treinamento nas habilidades da criatura. O Bônus de Proficiência de um personagem aumenta conforme ele ganha níveis (descrito no @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCreatingAChar.JournalEntryPage.iHbj5aJvc1T7i5YI]{capítulo 2}). O Bônus de Proficiência de um monstro é baseado em seu &amp;Reference[challengerating]{Nível de Desafio}. A tabela Bônus de Proficiência mostra como o bônus é determinado.</p><p>Este bônus é aplicado a um Teste de D20 quando a criatura possui proficiência em uma perícia, em uma salvaguarda ou com um item que utiliza para realizar o &amp;Reference[d20test]{Teste de D20}. O bônus também se aplica a ataques mágicos e ao cálculo da CD de salvaguardas para evitar magias.</p><table><caption>Bônus de Proficiência</caption><thead><tr><th><p>Nível ou ND</p></th><th><p>Bônus</p></th></tr></thead><tbody><tr><td><p>Até 4</p></td><td><p>+2</p></td></tr><tr><td><p>5–8</p></td><td><p>+3</p></td></tr><tr><td><p>9–12</p></td><td><p>+4</p></td></tr><tr><td><p>13–16</p></td><td><p>+5</p></td></tr><tr><td><p>17–20</p></td><td><p>+6</p></td></tr><tr><td><p>21–24</p></td><td><p>+7</p></td></tr><tr><td><p>25–28</p></td><td><p>+8</p></td></tr><tr><td><p>29–30</p></td><td><p>+9</p></td></tr></tbody></table><h2>O Bônus Não Acumula</h2><p>Seu Bônus de Proficiência não pode ser adicionado a uma jogada de dados ou a outro número mais de uma vez. Por exemplo, se uma regra permitir que você faça um teste de Carisma (Enganação ou Persuasão), você adiciona seu Bônus de Proficiência se for proficiente em qualquer uma das perícias, mas não o adiciona duas vezes se for proficiente em ambas.</p><p>Ocasionalmente, um Bônus de Proficiência pode ser multiplicado ou dividido (por exemplo, duplicado ou reduzido pela metade) antes de ser adicionado. Por exemplo, a característica &amp;Reference[expertise]{Especialista} dobra o Bônus de Proficiência para determinados testes de atributo. Sempre que o bônus for utilizado, ele pode ser multiplicado apenas uma vez e dividido apenas uma vez.</p><h2>Proficiências em Perícias</h2><p>A maioria dos testes de atributo envolve o uso de uma perícia, que representa uma categoria de ações que as criaturas tentam realizar com um teste de atributo. As descrições das ações que você executa especificam qual perícia se aplica caso você faça um teste de atributo para essa ação, e muitas outras regras indicam quando uma perícia é relevante. O Mestre tem a palavra final sobre a relevância de uma perícia em uma situação.</p><p>Se uma criatura for proficiente em uma perícia, ela aplica seu Bônus de Proficiência a testes de atributo relacionados a essa perícia. Sem proficiência, a criatura ainda pode realizar testes de atributo envolvendo essa perícia, mas não adiciona seu Bônus de Proficiência. Por exemplo, se um personagem tentar escalar um penhasco, o Mestre pode solicitar um teste de Força (Atletismo). Se o personagem tiver proficiência em Atletismo, ele adiciona seu Bônus de Proficiência ao teste de Força. Caso contrário, ele faz o teste sem incluir seu Bônus de Proficiência.</p><table><caption>Perícias</caption><thead><tr><th><p>Perícia</p></th><th><p>Atributo</p></th><th><p>Exemplos de Usos</p></th></tr></thead><tbody><tr><td><p>Acrobacia</p></td><td><p>Destreza</p></td><td><p>Manter-se em pé em uma situação complicada ou realizar uma acrobacia.</p></td></tr><tr><td><p>Lidar com Animais</p></td><td><p>Sabedoria</p></td><td><p>Acalmar ou treinar um animal, ou fazer com que ele se comporte de uma determinada maneira.</p></td></tr><tr><td><p>Arcanismo</p></td><td><p>Inteligência</p></td><td><p>Recordar conhecimentos sobre magias, itens mágicos e planos de existência.</p></td></tr><tr><td><p>Atletismo</p></td><td><p>Força</p></td><td><p>Pular mais longe do que o normal, manter-se à tona em águas agitadas ou quebrar algo.</p></td></tr><tr><td><p>Atuação</p></td><td><p>Carisma</p></td><td><p>Atuar, contar uma história, tocar música ou dançar.</p></td></tr><tr><td><p>Enganação</p></td><td><p>Carisma</p></td><td><p>Contar uma mentira convincente ou usar um disfarce de forma convincente.</p></td></tr><tr><td><p>Furtividade</p></td><td><p>Destreza</p></td><td><p>Evitar ser notado movendo-se silenciosamente e se escondendo atrás de objetos.</p></td></tr><tr><td><p>História</p></td><td><p>Inteligência</p></td><td><p>Relembrar fatos sobre eventos históricos, pessoas, nações e culturas.</p></td></tr><tr><td><p>Intimidação</p></td><td><p>Carisma</p></td><td><p>Atemorizar ou ameaçar alguém para que faça o que você quer.</p></td></tr><tr><td><p>Intuição</p></td><td><p>Sabedoria</p></td><td><p>Perceber o humor e as intenções de uma pessoa.</p></td></tr><tr><td><p>Investigação</p></td><td><p>Inteligência</p></td><td><p>Encontrar informações obscuras em livros ou deduzir como algo funciona.</p></td></tr><tr><td><p>Medicina</p></td><td><p>Sabedoria</p></td><td><p>Diagnosticar uma doença ou determinar o que matou uma pessoa que morreu recentemente.</p></td></tr><tr><td><p>Natureza</p></td><td><p>Inteligência</p></td><td><p>Relembrar fatos sobre o terreno, as plantas, os animais e o clima.</p></td></tr><tr><td><p>Percepção</p></td><td><p>Sabedoria</p></td><td><p>Usando uma combinação de sentidos, notar algo que é fácil de passar despercebido.</p></td></tr><tr><td><p>Persuasão</p></td><td><p>Carisma</p></td><td><p>Convencer alguém de algo de forma honesta e graciosa.</p></td></tr><tr><td><p>Prestidigitação</p></td><td><p>Destreza</p></td><td><p>Furtar um bolso, ocultar um objeto portátil ou fazer truque com as mãos.</p></td></tr><tr><td><p>Religião</p></td><td><p>Inteligência</p></td><td><p>Relembrar fatos sobre deuses, rituais religiosos e símbolos sagrados.</p></td></tr><tr><td><p>Sobrevivência</p></td><td><p>Sabedoria</p></td><td><p>Seguir rastros, procurar alimentos, encontrar uma trilha ou evitar perigos naturais.</p></td></tr></tbody></table><aside class=\"notable three right\"><h3>Proficiências com Atributos Diferentes</h3><p>Cada proficiência com perícia está vinculada a um teste de atributo. Por exemplo, a perícia Intimidação está relacionada ao Carisma. Em algumas situações, o Mestre pode permitir que você utilize sua proficiência com perícia em um teste de atributo diferente. Por exemplo, se um personagem tentar intimidar alguém por meio de uma demonstração de força física, o Mestre pode solicitar um teste de Força (Intimidação) em vez de um teste de Carisma (Intimidação). Esse personagem realizaria um teste de Força e adicionaria seu Bônus de Proficiência se tiver proficiência com Intimidação.</p></aside><h3>Lista de Perícias</h3><p>As perícias são apresentadas na tabela Perícias, que mostra os exemplos de uso para cada proficiência em perícia, assim como o teste de atributo ao qual a perícia se aplica com mais frequência.</p><h3>Determinando Perícias</h3><p>As proficiências em perícias iniciais de um personagem são definidas durante a criação do personagem, enquanto as proficiências em perícias de um monstro estão presentes em seu bloco de estatísticas.</p><h2>Proficiências em Salvaguarda</h2><p>A proficiência com uma &amp;Reference[savingthrow]{salvaguarda} permite que um personagem adicione seu Bônus de Proficiência a salvaguardas que utilizam um atributo específico. Por exemplo, a proficiência com salvaguardas de Sabedoria permite que você some seu Bônus de Proficiência às suas salvaguardas de Sabedoria. Alguns monstros também possuem proficiência em salvaguardas, conforme indicado em seus blocos de estatísticas.</p><p>Cada classe concede proficiência em pelo menos duas salvaguardas, refletindo o treinamento dessa classe para evitar ou resistir a determinadas ameaças. Os magos, por exemplo, são proficientes com salvaguardas de Inteligência e Sabedoria; eles se preparam para resistir a ataques mentais.</p><h2>Proficiências em Equipamentos</h2><p>Um personagem adquire proficiência com diversas armas e ferramentas de sua classe e antecedentes. Existem duas categorias de proficiência em equipamentos:</p><p><strong>Armas.</strong> Qualquer um pode empunhar uma arma, mas a proficiência faz com que você a utilize melhor. Se você possui proficiência com uma arma, adiciona seu Bônus de Proficiência às jogadas de ataque que realizar com ela.</p><p><strong>Ferramentas.</strong> Se você possui proficiência com uma ferramenta, pode adicionar seu Bônus de Proficiência a qualquer teste de atributo que utilize essa ferramenta. Se você tem Proficiência na perícia que também é aplicada nesse teste, você também obtém &amp;Reference[advantage]{Vantagem} no teste. Isso significa que você pode se beneficiar tanto da proficiência em perícias quanto da proficiência em ferramentas no mesmo teste de atributo.</p>"
				}
			}
		},
		"Damage and Healing": {
			"name": "Dano e Cura",
			"pages": {
				"Introduction": {
					"name": "Introdução",
					"text": "<p>Ferimentos e risco de morte são ameaças comuns em D&amp;D, conforme detalhado nas regras a seguir.</p>"
				},
				"Hit Points": {
					"name": "Pontos de Vida",
					"text": "<p>Pontos de Vida refletem a resiliência e a vontade de viver. Criaturas com mais Pontos de Vida são mais difíceis de eliminar. Seus Pontos de Vida máximos correspondem ao total quando não estão feridas, enquanto os Pontos de Vida atuais podem variar do máximo até o mínimo, que é 0.</p><p>Sempre que sofrer dano, subtraia-os dos seus Pontos de Vida. Enquanto não atingir 0, a perda deles não impacta suas habilidades.</p><p>Caso você tenha metade ou menos dos seus Pontos de Vida, está Sangrando. Isso não afeta o jogo diretamente, mas pode desencadear outros efeitos.</p><aside class=\"notable\"><h3>Descanso</h3><p>Aventureiros não podem passar o tempo todo se aventurando e precisam de descanso entre as aventuras. Todas as criaturas podem realizar um Descanso Curto de uma hora e um Descanso Longo de 8 horas. Recuperar Pontos de Vida é um dos principais benefícios desse descanso. As regras para os Descansos Curtos e Longos estão descritas no glossário de regras.</p></aside>"
				},
				"Damage Rolls": {
					"name": "Jogadas de Dano",
					"text": "<p>Cada arma, magia e habilidade de monstro que causa dano indica o valor de dano que inflige. Você joga os dados de dano, adiciona quaisquer modificadores e aplica o dano ao seu alvo. Se houver uma redução no dano, é possível causar 0 de dano, mas não um dano negativo.</p><p>Ao atacar com uma arma, você adiciona seu modificador de atributo — o mesmo utilizado na jogada de ataque — à jogada de dano. Uma magia especifica quais dados devem ser jogados para dano e se é necessário adicionar modificadores. A menos que uma regra indique o contrário, não se adiciona o modificador de atributo a um valor fixo de dano que não utiliza dados, como o dano de uma Zarabatana. Veja o capítulo 6 para os dados de dano das armas e o capítulo 7 para os dados de dano das magias.</p>"
				},
				"Critical Hits": {
					"name": "Acertos Críticos",
					"text": "<p>Ao obter um Acerto Crítico, você causa dano adicional. Jogue os dados de dano do ataque duas vezes, some-os e adicione os modificadores relevantes. Por exemplo, ao obter um Acerto Crítico com uma Adaga, jogue 2d4 em vez de 1d4 e inclua o modificador de atributo apropriado. Se o ataque incluir outros dados de dano, como os do Ataque Furtivo do Ladino, jogue também esses dados duas vezes.</p>"
				},
				"Saving Throws and Damage": {
					"name": "Salvaguardas e Dano",
					"text": "<p>Dano causado por salvaguardas usa estas regras.</p><h3>Dano Contra Vários Alvos</h3><p>Ao criar um efeito de dano que obriga dois ou mais alvos a realizar salvaguardas simultaneamente, jogue o dano uma única vez para todos os alvos. Por exemplo, ao usar <em>Bola de Fogo</em>, o mago joga o dano da magia uma vez para todas as criaturas afetadas pela explosão.</p><h3>Metade do Dano</h3><p>Muitos efeitos de salvaguarda causam dano reduzido pela metade (arredondado para baixo) ao alvo se a salvaguarda for bem-sucedida, sendo esse dano equivalente à metade do que ocorreria em caso de falha.</p>"
				},
				"Damage Types": {
					"name": "Tipos de Dano",
					"text": "<p>Cada situação de dano possui um tipo, como Cortante ou Ígneo. Os tipos de dano estão listados no glossário de regras e não têm regras próprias, mas outras regras, como Resistência, dependem deles.</p>"
				},
				"Resistance and Vulnerability": {
					"name": "Resistência e Vulnerabilidade",
					"text": "<p>Algumas criaturas e objetos possuem Resistência ou Vulnerabilidade a determinados tipos de dano. Se você tem Resistência a um tipo de dano, este é reduzido pela metade (arredondado para baixo). Por outro lado, se você tem Vulnerabilidade a um tipo de dano, este é duplicado. Por exemplo, se você possui Resistência a dano Gélido, ele é reduzido pela metade, enquanto se tiver Vulnerabilidade a dano Ígneo, o dano é dobrado.</p><h3>Não Acumula</h3><p>Situações de Resistência ou Vulnerabilidade que afetam o mesmo tipo de dano são consideradas como uma só. Por exemplo, se você tiver Resistência a dano Necrótico e a qualquer outro tipo de dano, o dano Necrótico será reduzido pela metade.</p><h3>Ordem de Aplicação</h3><p>Os modificadores de dano são aplicados na seguinte ordem: primeiro os ajustes (bônus, penalidades ou multiplicadores), em seguida a Resistência a Dano e, por último, a Vulnerabilidade.</p><p>Por exemplo, uma criatura possui Resistência a todos os tipos de dano e Vulnerabilidade a dano Ígneo, estando dentro de uma aura mágica que reduz todo tipo de dano em 5. Se ela sofrer 28 pontos de dano Ígneo, o dano é primeiramente reduzido em 5 (para 23), depois diminuído pela metade devido à Resistência da criatura (arredondado para 11) e, por fim, dobrado em função de sua Vulnerabilidade (para 22).</p>"
				},
				"Immunity": {
					"name": "Imunidade",
					"text": "<p>Certas criaturas e objetos possuem imunidade a tipos específicos de dano e condições. A imunidade a um tipo de dano significa que você não sofre dano desse tipo, enquanto a imunidade a uma condição indica que você não é afetado por ela.</p>"
				},
				"Healing": {
					"name": "Cura",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.ICketFqbFslqKiX9 inline]</p>"
				},
				"Dropping to 0 Hit Points": {
					"name": "Ficando sem Pontos de Vida",
					"text": "<p>Quando os Pontos de Vida de uma criatura são reduzidos a 0, ela morre definitivamente ou fica Inconsciente, conforme explicado a seguir.</p><h3>Morte Instantânea</h3><p>Aqui estão as principais formas de uma criatura morrer instantaneamente:</p><p><em><strong>Morte de um Monstro.</strong></em> Um monstro morre assim que seus Pontos de Vida são reduzidos a 0, mas o Mestre pode ignorar essa regra para um monstro específico e tratá-lo como um personagem.</p><p><em><strong>Pontos de Vida Máximos em 0.</strong></em> Uma criatura morre se seus Pontos de Vida máximos forem reduzidos a 0. Certos efeitos drenam energia vital, reduzindo Pontos de Vida máximos de uma criatura.</p><p><em><strong>Dano Maciço.</strong></em> Se o dano reduzir um personagem a 0 Pontos de Vida e houver dano excedente, o personagem morre se o restante for igual ou superior aos seus Pontos de Vida máximos. Por exemplo, se o personagem tiver 12 Pontos de Vida máximos, estiver com 6 Pontos de Vida e sofrer 18 de dano, ele cai para 0 Pontos de Vida, com 12 de dano restante. Nesse caso, o personagem morre, pois 12 é igual aos seus Pontos de Vida máximos.</p><h3>Morte de Personagem</h3><p>Se seu personagem morrer, o grupo pode encontrar uma forma mágica de revivê-lo, como a magia <em>Reviver os Mortos</em>, ou conversar com o Mestre sobre a criação de um novo personagem para integrar o grupo. Veja o glossário de regras para mais detalhes sobre a morte.</p><h3>Caindo Inconsciente</h3><p>Se você for reduzido a 0 Pontos de Vida e não morrer instantaneamente, fica com a &amp;Reference[Unconscious]{Inconsciente} condição até recuperar qualquer quantidade de Pontos de Vida e precisa realizar Salvaguarda contra Morte (veja abaixo).</p><aside class=\"notable\"><h3>Nocautear uma Criatura</h3><p>Quando você reduz uma criatura a 0 Pontos de Vida com um ataque corpo a corpo, pode optar por deixá-la com 1 Ponto de Vida e aplicar a &amp;Reference[Unconscious]{Inconsciente} condição. A criatura inicia um Descanso Curto, e ao final desse período, a condição se encerra antes se a criatura recuperar Pontos de Vida ou se alguém usar uma ação para prestar primeiros socorros, realizando um [[/check 10 skill=med]]{teste bem-sucedido de Sabedoria (Medicina) CD 10}.</p></aside><h3>Salvaguarda Contra Morte</h3><p>Sempre que você iniciar seu turno com 0 Pontos de Vida, deve realizar uma Salvaguarda contra Morte para determinar se está se aproximando da morte ou conseguindo se manter vivo. Diferente das outras salvaguardas, esta não está vinculada a um valor de atributo. Agora, você está nas mãos do destino.</p><p><em><strong>Três Sucessos/Fracassos.</strong></em> Se o resultado for 10 ou mais, você alcança um sucesso. Caso contrário, você falha. Um sucesso ou fracasso, por si só, não tem impacto. Ao obter o terceiro sucesso, você se torna Estável (veja “Estabilizando um Personagem” abaixo). Ao obter o terceiro fracasso, você morre.</p><p>Os sucessos e fracassos não precisam ser consecutivos; registre ambos até alcançar três do mesmo tipo. As contagens retornam a 0 quando você recupera Pontos de Vida ou se torna Estável.</p><p><em><strong>Tirando 1 ou 20.</strong></em> Um resultado de 1 no d20 para uma Salvaguarda contra Morte conta como duas falhas. Um 20 no d20 significa que você recupera 1 Ponto de Vida.</p><p><em><strong>Dano com 0 Pontos de Vida.</strong></em> Ao sofrer dano com 0 Pontos de Vida, você falha em uma Salvaguarda Contra a Morte. Se o dano for oriundo de um Acerto Crítico, você recebe o dobro de falhas. Se o dano for igual ou superior aos seus Pontos de Vida máximos, você morre.</p><h3>Estabilizando um Personagem</h3><p>Você pode executar a ação Ajudar para tentar estabilizar uma criatura com 0 Pontos de Vida, realizando um teste bem-sucedido de Sabedoria (Medicina) CD 10.</p><p>Uma criatura estável não faz Salvaguardas Contra Morte mesmo que tenha 0 pontos de vida, mas ainda permanece com a &amp;Reference[Unconscious]{Inconsciente} condição. Se a criatura sofrer dano, ela deixa de ser estável e começa a realizar novamente os Salvaguardas Contra Morte. Uma criatura estável que não tenha sido curada recupera 1 ponto de vida após 1d4 horas.</p>"
				},
				"Temporary Hit Points": {
					"name": "Pontos de Vida Temporários",
					"text": "<p>Algumas magias e outros efeitos conferem Pontos de Vida Temporários, sendo um amortecedor contra a perda de Pontos de Vida reais, conforme explicado abaixo.</p><h3>Perda de Pontos de Vida Temporários Primeiro</h3><p>Se você tiver Pontos de Vida Temporários e sofrer dano, esses pontos são perdidos primeiro, e qualquer dano restante é subtraído dos seus Pontos de Vida. Por exemplo, se você tiver 5 Pontos de Vida Temporários e sofrer 7 de dano, perde esses pontos e, em seguida, 2 Pontos de Vida.</p><h3>Duração</h3><p>Os Pontos de Vida Temporários duram até se esgotarem ou até você terminar um Descanso Longo (veja o glossário de regras).</p><h3>Eles Não Acumulam</h3><p>Os Pontos de Vida Temporários não podem ser acumulados. Se você tiver Pontos de Vida Temporários e receber mais, você decide se mantém os que possui ou se aceita os novos. Por exemplo, se uma magia lhe concede 12 Pontos de Vida Temporários quando você já tem 10, você pode escolher entre 12 ou 10, não 22.</p><h3>Não são Pontos de Vida ou Cura</h3><p>Os Pontos de Vida Temporários não podem ser somados aos seus Pontos de Vida, a cura não pode restaurá-los e o recebimento de Pontos de Vida Temporários não é considerado cura. Como os Pontos de Vida Temporários não são Pontos de Vida, uma criatura pode estar com os Pontos de Vida totais e ainda assim receber Pontos de Vida Temporários.</p><p>Se você tiver 0 Pontos de Vida, e receber Pontos de Vida Temporários, você não recupera a consciência. Somente cura verdadeira pode lhe salvar.</p>"
				}
			}
		},
		"Druid": {
			"name": "Druid"
		},
		"Equipment": {
			"name": "Equipment"
		},
		"Exploration": {
			"name": "Exploração",
			"pages": {
				"Introduction": {
					"name": "Introdução",
					"text": "<p>Exploração envolve a investigação de locais perigosos e enigmáticos. As regras nesta seção detalham algumas das maneiras pelas quais os aventureiros interagem com o ambiente em tais lugares.</p>"
				},
				"Adventuring Equipment": {
					"name": "Equipamento de Aventura",
					"text": "<p>Os aventureiros podem utilizar seu equipamento de diversas maneiras durante a exploração. Uma Escada os transporta a locais de difícil acesso, uma Tocha ou fonte de luz revela detalhes ocultos, Ferramentas de Ladrão auxiliam na abertura de portas e recipientes trancados, e Estrepes criam obstáculos para perseguidores.</p><p>Veja @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbEquipment0000]{capítulo 6} para regras sobre itens úteis em aventuras, especialmente nas seções @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbEquipment0000.JournalEntryPage.MK3tMrY7pZgPQZo8]{Ferramentas} e @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbEquipment0000.JournalEntryPage.fWDbFyRcjabZV9lW]{Equipamento de Aventura}. As armas deste capítulo têm funções além do combate; por exemplo, um @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepQuartersta]{Cajado} pode ser usado para pressionar um botão suspeito que você teme tocar.</p>"
				},
				"Vision and Light": {
					"name": "Visão e Luz",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.678vnBXr3wCQ8onH classes=\"right two\" caption=false cite=false]</p><p>Algumas tarefas de aventura, como identificar perigos e atingir um inimigo com determinadas magias, são influenciadas pela visão. Assim, efeitos que comprometem a visão podem prejudicá-lo, conforme explicado a seguir.</p><h2>Áreas Obscurecidas</h2><p>Uma área pode estar &amp;Reference[Lightly Obscured]{Parcialmente Obscurecida} ou &amp;Reference[heavilyobscured]{Totalmente Obscurecida}. Em uma área Parcialmente Obscurecida — como uma área com &amp;Reference[Dim Light]{Meia-Luz}, névoa leve ou folhagem moderada — você sofre &amp;Reference[Disadvantage]{Desvantagem} em Testes de Sabedoria (Percepção) que dependem da visão.</p><p>Não é possível ver através de uma área &amp;Reference[heavilyobscured]{Totalmente Obscurecida} — como uma área com &amp;Reference[Darkness]{Escuridão}, névoa densa ou folhagem espessa. Você está sob a condição &amp;Reference[Blinded]{Cego} ao tentar ver algo nessa área.</p><h2>Luz</h2><p>A presença ou a ausência de luz determina a categoria de iluminação em uma área, conforme definido a seguir.</p><p><em><strong>Luz Plena.</strong></em> Permite que a maioria das criaturas enxergue normalmente. Mesmo em dias sombrios, Luz Plena é fornecida, assim como por tochas, lanternas, fogueiras e outras fontes de iluminação em um raio específico.</p><p><em><strong>Meia-Luz.</strong></em> Também chamada de penumbra, cria uma área Parcialmente Obscurecida. A Meia-Luz geralmente marca a transição entre a Luz Plena e a Escuridão. A luz suave do crepúsculo, da aurora e a iluminação de uma lua cheia também se encaixam nessa categoria.</p><p><em><strong>Escuridão.</strong></em> É uma área Totalmente Obscurecida. Personagens encontram Escuridão ao ar livre à noite (mesmo nas noites mais iluminadas pela lua), em masmorras não iluminadas ou em uma região de Escuridão mágica.</p><h2>Sentidos Especiais</h2><p>Algumas criaturas possuem sentidos especiais que as auxiliam a perceber coisas em situações específicas. O glossário de regras define os seguintes sentidos especiais:</p><ul><li><p>&amp;Reference[Blindsight]{Visão as Cegas}</p></li><li><p>&amp;Reference[Darkvision]{Visão no Escuro}</p></li><li><p>&amp;Reference[Tremorsense]{Sismiconsciência}</p></li><li><p>&amp;Reference[Truesight]{Visão Verdadeira}</p></li></ul>"
				},
				"Hiding": {
					"name": "Escondendo-se",
					"text": "<p>Adventurers and monsters often hide, whether to spy on one another, sneak past a guardian, or set an ambush. The Dungeon Master decides when circumstances are appropriate for hiding. When you try to hide, you take the &amp;Reference[Hide] action.</p>",
					"text": "<p>Aventureiros e monstros frequentemente se esconder, seja para espionar uns aos outros, passar furtivamente por um guarda ou preparar uma emboscada. O Mestre determina quais circunstâncias são apropriadas para se esconder. Quando você tenta se esconder, você executa a ação &amp;Reference[Hide]{Esconder}.</p>"
				},
				"Interacting with Objects": {
					"name": "Interagindo com Objetos",
					"text": "<p>Interagir com objetos é, em geral, uma tarefa simples. O jogador indica o que seu personagem está fazendo, como mover uma alavanca ou abrir uma porta, e o Mestre descreve o resultado. No entanto, regras específicas podem determinar o que você pode fazer com um objeto, conforme detalhado nas seções a seguir.</p><h2>O Que é um Objeto?</h2><p>Para os fins das regras, um objeto é um item inanimado e distinto, como uma cadeira, espada, janela, livro, mesa, pedra ou porta. Não se trata de um edifício ou veículo, que são compostos por muitos objetos.</p><h2>Interações com Objeto com Limite de Tempo</h2><p>Quando o tempo é curto, como em combate, as interações com objetos são limitadas a uma interação livre por turno. Essa interação deve ocorrer durante o movimento ou a ação de uma criatura. Interações adicionais requerem o &amp;Reference[Utilize]{Usar Objeto} action, conforme explicado em @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCombat0000000]{Combate} mais adiante neste capítulo.</p><h2>Encontrando Objetos Escondidos</h2><p>Quando seu personagem procura por coisas escondidas, como armadilhas ou portas secretas, o Mestre geralmente solicita um teste de Sabedoria (Percepção), caso você descreva a busca nas proximidades do objeto. Se for bem-sucedido, você encontra o objeto, detalhes importantes ou ambos.</p><p>Se você descrever que seu personagem não está procurando nem perto de um objeto escondido, um teste de Sabedoria (Percepção) não revela o objeto, independentemente do resultado do teste.</p><h2>Carregando Objetos</h2><p>Você geralmente pode carregar seu equipamento e tesouro sem se preocupar com o peso. No entanto, ao tentar carregar um item muito pesado ou muitos itens leves, o Mestre pode exigir que você siga as regras de &amp;Reference[carrying capacity]{capacidade de carga}.</p><h2>Quebra de Objetos</h2><p>Como uma ação, você pode destruir automaticamente um objeto frágil e não mágico, como vidro ou papel. Para tentar danificar algo mais resistente, o Mestre pode aplicar as regras sobre &amp;Reference[breaking objects]{quebra de objetos} descritas no glossário de regras.</p>"
				},
				"Hazards": {
					"name": "Riscos",
					"text": "<p>Os monstros são os principais obstáculos enfrentados pelos personagens, mas existem outros perigos à espera deles. O glossário de regras define os seguintes &amp;Reference[hazards]{Riscos}:</p><ul><li><p>&amp;Reference[Burning]{Combustão}</p></li><li><p>&amp;Reference[Dehydration]{Desidratação}</p></li><li><p>&amp;Reference[Falling]{Queda}</p></li><li><p>&amp;Reference[Malnutrition]{Desnutrição}</p></li><li><p>&amp;Reference[Suffocation]{Asfixia}</p></li></ul><h2>Combustão</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.mPBGM1vguT5IPzxT inline]</p><h2>Desidratação</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.FZFvLNOX0lHaHZ1k inline]</p><h2>Queda</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.lCwPWK4ODxw2IV1x inline]</p><h2>Desnutrição</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.earBo4vQPC1ti4g7 inline]</p><h2>Asfixia</h2><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule.JournalEntryPage.gAvV8TLyS8UGq00x inline]</p>"
				},
				"Travel": {
					"name": "Viagem",
					"text": "<p>Durante uma aventura, os personagens podem percorrer longas distâncias em viagens que podem levar horas ou dias. O Mestre pode resumir essa viagem sem calcular distâncias ou tempos de viagem exatos, ou pode utilizar as regras de ritmo de viagem a seguir.</p><p>Se precisar saber a velocidade com que pode se mover quando cada segundo conta, veja as @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCombat0000000.JournalEntryPage.E9fzdKGx4UxrtOG7]{regras de movimento} em “Combate” mais adiante neste capítulo.</p>"
				},
				"Travel Pace": {
					"name": "Ritmo de Viagem",
					"text": "<aside class=\"notable\"><h3>Ordem de Marcha</h3><p>Os aventureiros devem estabelecer uma ordem de marcha durante suas viagens, tanto em ambientes fechados quanto ao ar livre. Essa ordem ajuda a determinar quais personagens podem ser atingidos por armadilhas, quais têm a chance de perceber inimigos ocultos e quais estarão mais próximos desses inimigos caso um combate se inicie. A ordem de marcha pode ser alterada fora do combate e registrada conforme sua preferência, seja por escrito ou organizando miniaturas para representá-la.</p></aside><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixDRule.JournalEntryPage.eFAISahBloR2X8MX inline]"
				},
				"Vehicles": {
					"name": "Veículos",
					"text": "<p>Viajantes em vagões, carruagens ou outros veículos terrestres geralmente escolhem um ritmo de viagem. Personagens em embarcações aquáticas são limitados ao deslocamento da embarcação e não têm a opção de escolher um ritmo de viagem. Dependendo da embarcação e do tamanho da tripulação, os navios podem navegar por até 24 horas por dia. @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbMountsAndVehi.JournalEntryPage.NVPIUDJEdFDaErTg]{O capítulo 6} abrange os veículos disponíveis para compra.</p>"
				},
				"Exploration Example": {
					"name": "Exemplo de Exploração",
					"text": "<p>Nesta cena, os personagens dos jogadores estão investigando um local misterioso e potencialmente perigoso. Eles estão se movendo pelo ambiente e interagindo com as coisas que encontram lá.</p><p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.bKEMjE49kEM8ej5Z caption=false cite=false]</p><div class=\"space-around top\"><section class=\"social-example\"><p><em>Os personagens estão explorando o Castelo Ravenloft, e o Mestre descreve o cômodo que acabaram de entrar.</em></p><p><span class=\"dm-entry\">Jairo (como Mestre):</span> Uma lareira ardente ilumina o cômodo com uma luz quente. O fogo brilha em um atiçador ao lado, e as paredes estão repletas de livros antigos. Um enorme quadro em uma moldura dourada está pendurado acima da lareira, iluminando um retrato idêntico a Irene Kolyana.</p><p><span class=\"player-entry\">Felipe (como Gareth):</span> Quão antigo parece ser o quadro?</p><p><span class=\"player-entry\">Eva (como Mirabella):</span> Vou dar uma olhada nos livros!</p><p><span class=\"dm-entry\">Jairo:</span> Certo, já falamos sobre isso em um segundo. Rubens e Amanda, o que seus personagens estão fazendo?</p><p><span class=\"player-entry\">Rubens (como Shreeve):</span> Fico perto da porta, espada em punho, pronto para o perigo. Este lugar é assustador!</p><p><span class=\"player-entry\">Amanda (como Auro):</span> Vou para perto da lareira. Um fogo quente parece agradável, mas também fico alerta para o perigo.</p><section class=\"highlighted\"><p><span class=\"footnote\">3</span></p><p><span class=\"dm-entry\">Jairo:</span> Entendi. OK, Felipe, faça um teste de Inteligência (História) enquanto Gareth observa o quadro.</p><p><span class=\"player-entry\">Felipe: </span>Não tenho proficiência em História, mas lá vou eu. Tirei… Oh! Um 20! Para um total de… 20.</p></section><p><span class=\"dm-entry\">Jairo:</span> Gareth nota duas coisas sobre o quadro: primeiro, as roupas da mulher parecem antiquadas e, segundo, a tinta está descascando em vários pontos, coberta por uma fina camada de fuligem. Você diria que o quadro tem alguns séculos.</p><p><span class=\"player-entry\">Felipe:</span> Então talvez seja uma ancestral de Irene? A menos que ela já seja uma vampira e essa história de ser “mordida por Strahd” seja uma farsa.</p><p><span class=\"dm-entry\">Jairo:</span> Quem sabe? Agora, Mirabella está dando uma olhada nos livros?</p><p><span class=\"player-entry\">Eva</span><strong>:</strong> Sim, tiro um da prateleira ao acaso.</p><p><span class=\"dm-entry\">Jairo:</span> É um livro escrito em Comum chamado <em>Sobre as Habitações do Divino nos Reinos Celestial e Infernal</em>.</p><p><span class=\"player-entry\">Rubens: </span>Você acabou de inventar isso?</p><p><span class=\"dm-entry\">Jairo:</span> Nunca vou dizer. Ao folhear o livro, você percebe que ele é extremamente acadêmico e difícil de entender.</p><p><span class=\"player-entry\">Eva:</span> Beleza, coloco esse de volta e pego outro.</p><p><span class=\"dm-entry\">Jairo:</span> Shreeve e Auro estão fazendo mais alguma coisa?</p><section class=\"highlighted\"><p><span class=\"footnote\">4</span></p><p><span class=\"player-entry\">Amanda:</span> Eu pego o atiçador e mexo nas toras na lareira.</p><p><span class=\"dm-entry\">Jairo:</span> Assim que levanta o atiçador, você ouve um rangido, e a parte de trás da lareira desliza para o lado, revelando um cômodo oculto!</p></section><p><span class=\"player-entry\">Amanda:</span> “Ei, pessoal! Encontrei algo!” Consigo ver algo no cômodo adiante?</p><p><span class=\"dm-entry\">Jairo:</span> Além das chamas e da fumaça, você enxerga uma pilha brilhante de moedas amontoada próxima a um baú.</p><section class=\"highlighted\"><p><span class=\"footnote\">5</span></p><p><span class=\"player-entry\">Amanda: </span>Alguém conhece uma forma rápida de apagar um fogo?</p><p><span class=\"player-entry\">Felipe:</span> E vocês riram de mim por preparar <em>Criar ou Destruir Água</em>! Com meu Símbolo Sagrado em mãos, conjuro a magia e apago a lareira.</p><p><span class=\"dm-entry\">Jairo:</span> O que a descrição da magia diz?</p><p><span class=\"player-entry\">Felipe: </span>Ela faz com que 40 litros de água se derramem em um cubo de 9 metros, extinguindo as chamas ali.</p></section><section class=\"highlighted\"><p><span class=\"footnote\">6</span></p><p><span class=\"dm-entry\">Jairo:</span> Ótimo! Isso apaga o fogo. Sem a luz da lareira, resta apenas o brilho mágico da espada de Shreeve, que projeta sombras pelo cômodo. Através das nuvens de fumaça persistente, é possível ver um baú fechado no chão, cercado por pilhas de moedas. Na parede oposta, há dois suportes de tochas: um com uma tocha apagada e uma base de metal intrincada, e o outro vazio. Um esqueleto em armadura quebrada está encostado nessa parede, com uma mão na garganta e a outra segurando a tocha do suporte vazio.</p></section><p><span class=\"player-entry\">Amanda: </span>Vou conferir o baú!</p><p><span class=\"dm-entry\">Jairo:</span> E o resto de vocês?</p><p><span class=\"player-entry\">Felipe:</span> Gareth entra e observa o esqueleto.</p><p><span class=\"player-entry\">Eva:</span> Continuo vigiando deste lado da lareira.</p><p><span class=\"player-entry\">Rubens:</span> Ainda estou na área da primeira porta.</p><p><span class=\"dm-entry\">Jairo:</span> Amanda, o baú parece muito bem feito, com acessórios elegantes e pés em forma de garra.</p><section class=\"highlighted\"><p><span class=\"footnote\">7</span></p><p><span class=\"player-entry\">Amanda:</span> Tento abri-lo. Ele está trancado?</p><p><span class=\"dm-entry\">Jairo: </span>Não está trancado e abre facilmente—e libera uma nuvem de gás com aroma agradável.</p><p><span class=\"player-entry\">Amanda: </span>Ah, não.</p><p><span class=\"dm-entry\">Jairo: </span>Ah, sim. Peço que Auro e Gareth realizem salvaguardas de Constituição.</p><p><span class=\"player-entry\">Amanda: </span>Desculpe, Felipe! Tirei 8.</p><p><span class=\"player-entry\">Felipe: </span>E Gareth tirou 5.</p><p><span class=\"dm-entry\">Jairo:</span> Ao inalar esse gás, um frio se espalha por seus corpos, que ficam enrijecidos. Vocês estão sob a condição Paralisado!</p></section></section><section class=\"social-callouts\"><aside class=\"callout-border\"><p><strong>Todos são Considerados.</strong> A exploração é livre; os jogadores não se revezam na movimentação pela masmorra da mesma forma que fazem em combate. No entanto, o Mestre se certifica frequentemente para garantir que está claro onde todos estão e o que estão fazendo.</p></aside><aside class=\"callout-border\"><p><strong>Trabalho em Equipe é Fundamental.</strong> Os personagens dos jogadores colaboram em busca de um objetivo comum. Eles se movem juntos pela masmorra e se unem para superar os desafios. Ao entrarem na sala, exploram diferentes partes do ambiente. Quando Auro encontra uma porta secreta atrás da lareira mais tarde no exemplo, eles se reúnem novamente para investigá-la, e Gareth descobre como contornar o fogo. Pode parecer que o personagem de Rubens não estava fazendo muito, mas Shreeve estava protegendo o grupo ao vigiar a porta.</p></aside><aside class=\"callout-border\"><p><strong>Vale a Pena Jogar com ou sem Proficiência.</strong> Normalmente, você tem uma chance de sucesso em um teste de atributo mesmo que não possua proficiência com uma perícia relevante. No exemplo, Felipe, como Gareth, faz um teste de Inteligência (História) apesar de não ter proficiência com a perícia História, e consegue descobrir mais sobre o quadro com um 20 natural. <span class=\"footnote\">3</span></p></aside></aside><aside class=\"callout-border\"><p><strong>Encontrando Objetos Escondidos.</strong> Ambientes de aventura estão cheios de segredos, como armadilhas, portas ocultas, tábuas soltas e tesouros escondidos. Os personagens frequentemente realizam testes de Sabedoria para encontrar itens — veja também a ação Procurar no glossário de regras — mas, às vezes, descobrem algo acidentalmente, como Auro fez aqui. <span class=\"footnote\">4</span></p></aside><aside class=\"callout-border\"><p><strong>Conjurando Magias.</strong> Muitos personagens têm a capacidade de conjurar magias, que oferecem uma ampla gama de efeitos. Algumas são principalmente eficazes em combate, causando dano ou impondo Condições, enquanto outras são valiosas durante a exploração. Ao jogar com um Conjurador, busque equilibrar magias que sejam eficazes em combate e também úteis em diversas situações. <span class=\"footnote\">5</span></p></aside><aside class=\"callout-border\"><p><strong>Conheça suas Magias!</strong> Tenha seu <em>Livro do Jogador</em> aberto na descrição de uma magia antes de conjurá-la. Não espere que o Mestre saiba como sua magia funciona; esteja preparado para responder a perguntas sobre ela.</p></aside><aside class=\"callout-border\"><p><strong>Visão e Luz.</strong> O Mestre define o que os aventureiros conseguem perceber, incluindo fontes de luz, como as chamas da lareira e a espada cintilante de Shreeve, além de condições que dificultam a visão, como fumaça e neblina. Veja também “Visão e Luz” anteriormente neste capítulo. <span class=\"footnote\">6</span></p></aside><aside class=\"callout-border\"><p><strong>Salvaguardas.</strong> Uma salvaguarda é utilizada para determinar se uma criatura evita ou resiste a algo. Quando o baú libera gás tóxico, os personagens de Felipe e Amanda realizam salvaguardas de Constituição, que é um dos seis atributos que definem as capacidades das criaturas e está associado à saúde e resistência. Ao falharem em suas salvaguardas, o gás os coloca sob a condição Paralisado. Veja também “Condições” mais adiante neste capítulo. <span class=\"footnote\">7</span></p></aside></section></div>"
				}
			}
		},
		"Feats": {
			"name": "Feats"
		},
		"Fighter": {
			"name": "Fighter"
		},
		"Magic Items": {
			"name": "Magic Items"
		},
		"Monk": {
			"name": "Monk"
		},
		"Mounts and Vehicles": {
			"name": "Mounts and Vehicles"
		},
		"Paladin": {
			"name": "Paladin"
		},
		"Playing the Game": {
			"name": "Jogando o Jogo",
			"pages": {
				"Introduction": {
					"name": "Introdução",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.NCqVVY9VEWKFblqu cite=false]</p><p>A imaginação é essencial em Dungeons &amp; Dragons, um jogo cooperativo onde os personagens que você interpreta embarcam juntos em aventuras em mundos de fantasia repletos de monstros e magia.</p><p>Em D&amp;D, a ação ocorre na imaginação dos jogadores e é narrada coletivamente. Aqui está um vislumbre de como isso acontece:</p><section class=\"social-example\"><p><span class=\"dm-entry\">Jairo (como Mestre):</span> Após sua longa jornada, o Castelo Ravenloft se ergue diante de vocês. Torres de pedra em ruínas — talvez antigas guaritas — se aproximam. Além delas, um abismo profundo se estende, envolto em uma névoa densa. Uma ponte levadiça abaixada atravessa o abismo, suas correntes rangendo ao vento. Gárgulas de pedra observam das altas paredes, e uma luz pálida ilumina o pátio através das portas abertas do castelo.</p><p><span class=\"player-entry\">Felipe (como Gareth):</span> Eu analiso as gárgulas. Tenho a sensação de que não são apenas estátuas!</p><p><span class=\"player-entry\">Eva (como Mirabella):</span> Eu quero avaliar a resistência da ponte levadiça. Será que conseguimos atravessá-la, ou ela vai desmoronar sob o nosso peso?</p><p><span class=\"dm-entry\">Jairo:</span> Tudo bem, um de cada vez. Felipe, Gareth está examinando as gárgulas?</p><p><span class=\"player-entry\">Felipe:</span> Sim. Existe alguma indicação de que as gárgulas podem ser criaturas e não apenas decorações?</p><p><span class=\"dm-entry\">Jairo:</span> Faça um teste de Inteligência.</p><p><span class=\"PHB-Script-Styles_Script-Player-Entry\">Felipe:</span> Pode ser a perícia Investigação?</p><p><span class=\"PHB-Script-Styles_Script-DM-Entry\">Jairo:</span> Claro!</p><p><span class=\"player-entry\">Felipe (jogando um d20):</span> Aff. Sete.</p><p><span class=\"dm-entry\">Jairo: </span>Parecem decorações para você. Eva, Mirabella está analisando a ponte levadiça?</p></section><p>A aventura continua com as descrições do Mestre definindo as cenas. Este capítulo apresenta, entre outros exemplos, aspectos específicos do jogo de D&amp;D, como interação social, exploração e combate.</p><aside class=\"notable\"><h3>Glossário de Regras</h3><p>Se você ler um termo de regra neste livro e quiser saber sua definição, consulte o @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbAppendixCRule]{glossário de regras}, que é o apêndice C. Este capítulo oferece uma visão geral de como jogar D&amp;D e foca no panorama geral. Muitas partes deste capítulo fazem referência a esse glossário.</p></aside><section class=\"fvtt advice\"><figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure><article><h3>Obtenha Insights Rápidos com Dicas de Regras</h3><p>A primeira vez que uma regra do glossário for mencionada em uma página, ela será vinculada no diário e você poderá passar o mouse sobre a regra para aprender o que ela significa. Condições permitem aplicar o efeito ao Token selecionado no momento.</p><p>Você também pode clicar no link para abrir a página e depois compartilhá-la com seus jogadores usando o link \"Mostrar para os Jogadores\" no topo da janela. Experimente: &amp;Reference[restrained]{Restrained}.</p></article></section>"
				},
				"Player or DM?": {
					"name": "Jogador ou Mestre?",
					"text": "<p>Para jogar D&amp;D, você precisa de um Mestre e de três a seis jogadores, que atuarão como aventureiros. Qual função é ideal para você?</p><h2>Sendo um Jogador</h2><p>Se quer ser um dos protagonistas nas aventuras do seu grupo, considere ser um jogador. Veja o que os jogadores fazem:</p><p><strong>Crie um Personagem. </strong>Seu personagem é seu alter ego no mundo de fantasia do jogo. Após ler este capítulo, use as regras do @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCreatingAChar]{capítulo 2} para criar seu personagem.</p><p><strong>Forme Uma Equipe.</strong> Seu personagem se une aos outros jogadores para formar um grupo de aventureiros. Esses aliados enfrentam desafios e situações fantásticas juntos, trazendo habilidades distintas que, idealmente, complementam as dos demais personagens.</p><p><strong>Aventure-se.</strong> O grupo do seu personagem explora locais e eventos apresentados pelo Mestre, aos quais você pode responder de qualquer maneira que imaginar, seguindo as regras deste livro. Embora o Mestre controle todos os monstros encontrados, ele não é seu adversário, mas sim o guia da jornada do grupo, à medida que seus personagens se tornam mais poderosos.</p><h2>Sendo um Mestre</h2><p>Se você deseja ser a mente pensante por trás do jogo, considere ser o Mestre. Veja o que os Mestres fazem:</p><p><strong>Construa Aventuras.</strong> Você prepara as aventuras que os jogadores vivenciam. No <em>Livro do Mestre</em>, você encontrará conselhos sobre como criar aventuras e até mundos inteiros.</p><p><strong>Guie a História.</strong> Você narra a maior parte da ação, descrevendo os locais e criaturas que os aventureiros enfrentam. Enquanto os jogadores decidem as ações de seus personagens e o que explorar, você utiliza a imaginação e as regras do jogo para determinar os resultados das decisões dos aventureiros.</p><p><strong>Arbitre as Regras.</strong> Você supervisiona a aplicação das regras do jogo pelo grupo, assegurando que elas promovam a diversão de todos. É fundamental ler o restante deste capítulo para compreender as regras, e o glossário de regras servirá como uma referência essencial.</p>"
				},
				"Rhythm of Play": {
					"name": "Ritmo do Jogo",
					"text": "<p>Os três pilares fundamentais de D&amp;D são a interação social, a exploração e o combate. Independentemente da experiência do jogador, o jogo se desenvolve seguindo esse padrão básico:</p><ol><li><strong>O Mestre Descreve uma Cena.</strong> O Mestre informa aos jogadores a localização de seus aventureiros e o que os rodeia, como a quantidade de portas em uma sala ou o que se encontra sobre uma mesa.</li><li><strong>Os Jogadores Descrevem as Ações de Seus Personagens.</strong> Geralmente, os aventureiros permanecem juntos enquanto exploram uma masmorra ou outro ambiente. Às vezes, cada um pode realizar ações diferentes: um personagem pode procurar um baú de tesouro, enquanto outro examina um símbolo misterioso gravado na parede, e um terceiro fica de vigia. Fora do combate, o Mestre garante que todos tenham a oportunidade de agir, decidindo como resolver cada ação. Durante o combate, os personagens agem em turnos.</li><li><strong>O Mestre Narra os Resultados das Ações dos Aventureiros.</strong> Às vezes, a resolução de uma tarefa é simples. Se um aventureiro atravessar uma sala e tentar abrir uma porta, o Mestre pode simplesmente informar que a porta se abre e descrever o que está além. No entanto, a porta pode estar trancada, o chão pode esconder uma armadilha ou outras circunstâncias podem dificultar a conclusão da tarefa. Nesses casos, o Mestre pode solicitar que o jogador jogue um dado para determinar o resultado. A descrição desses resultados geralmente leva a uma nova decisão, reiniciando o processo na etapa 1.</li></ol><p>Esse padrão se repete durante toda a sessão de jogo, seja enquanto os aventureiros dialogam com um nobre, exploram ruínas ou enfrentam um dragão. Em certas situações, especialmente em combate, a ação se torna mais organizada, e todos agem em turnos.</p><aside class=\"notable\"><h3>Exceções Sobrepõem Regras Gerais</h3><p>Regras gerais norteiam cada aspecto do jogo. Por exemplo, as regras de combate determinam que ataques corpo a corpo utilizam Força, enquanto ataques à distância utilizam Destreza. Essa é uma regra geral, e ela se aplica desde que nada no jogo indique explicitamente o contrário.</p><p>O jogo também apresenta elementos — como características de classe, talentos, itens mágicos, propriedades de armas, habilidades de monstros, magias e similares — que, em algumas ocasiões, contradizem uma regra geral. Quando uma exceção entra em conflito com uma regra geral, a exceção prevalece. Por exemplo, se uma característica permite que você realize ataques corpo a corpo utilizando Carisma, você pode fazê-lo, mesmo que isso contrarie a regra geral.</p></aside>"
				},
				"An Ongoing Game": {
					"name": "Um Jogo Contínuo",
					"text": "<p>Às vezes, uma sessão de D&amp;D é um jogo completo em si (frequentemente chamada de “one-shot”), onde você participa de uma aventura curta que dura apenas uma sessão. No entanto, frequentemente as sessões de D&amp;D estão interligadas em uma aventura mais longa que leva várias sessões para ser concluída, e essas aventuras podem ser encadeadas em uma narrativa mais ampla chamada campanha.</p><p>Uma campanha é como uma série de TV, enquanto uma aventura se assemelha a uma temporada dessa série. Já uma sessão de jogo é como um episódio único — pode ser independente, mas geralmente se liga à trama maior, se existir uma.</p><h2>Aventuras</h2><p>Uma aventura pode ser criada pelo Mestre ou adquirida (os exemplos neste capítulo são inspirados em uma aventura publicada, <em>A Maldição de Strahd</em>). Em ambos os casos, uma aventura apresenta um cenário fantástico, como uma masmorra subterrânea, uma selva deslumbrante ou uma cidade repleta de magia. Ela inclui um elenco de personagens não jogadores controlados pelo Mestre. Frequentemente, um dos PNJs é um vilão cuja intenção impulsiona grande parte da ação da aventura.</p><p>Durante uma aventura, os aventureiros exploram ambientes, eventos e criaturas apresentados pelo Mestre. Batalhas, armadilhas, negociações, mistérios e muito mais emergem durante essas explorações.</p><p>As aventuras variam em duração e complexidade. Uma aventura curta pode incluir apenas alguns desafios e ser concluída em uma única sessão. Por outro lado, uma aventura longa pode envolver muitos combates, interações e outros desafios, durando dezenas de sessões.</p><h2>Campanhas</h2><p>Uma campanha é uma série de aventuras com um grupo consistente de aventureiros seguindo a narrativa.</p><p>Algumas campanhas são episódicas, onde cada aventura é uma história independente, e apenas os personagens dos jogadores as conectam à próxima. Outras campanhas apresentam enredos de longa duração, um elenco de PNJs recorrentes e temas que se estendem por várias aventuras, culminando em uma conclusão impactante.</p><p>Assim como nas aventuras, um Mestre pode criar uma campanha do zero, montar uma campanha a partir de aventuras publicadas ou misturar material caseiro com material publicado. A campanha pode se passar em um mundo criado pelo Mestre ou em um cenário de campanha publicado, como Forgotten Realms ou Greyhawk (este último é descrito no <em>Livro do Mestre</em>).</p><aside class=\"notable\"><h3>Arredondar para Baixo</h3><p>Sempre que você dividir ou multiplicar um número no jogo, arredonde para baixo se o resultado tiver uma fração, mesmo que essa fração seja igual ou maior que a metade. Algumas regras fazem exceção e indicam que se deve arredondar para cima.</p></aside>"
				},
				"Dice": {
					"name": "Dados",
					"text": "<p>Os dados adicionam aleatoriedade ao jogo. Eles ajudam a  determinar se personagens e monstros são bem-sucedidos  nas coisas que tentam.</p><h2>Notação de Dados</h2><p>Os dados utilizados em D&amp;D são identificados pela letra <em>d</em> seguida pelo número de lados do dado: d4, d6, d8,  d10, d12 e d20. Por exemplo, um d6 é um dado de seis lados (o cubo que muitos jogos utilizam). A ilustração nesta página  mostra como é cada tipo de dado.</p><p>Quando você precisa jogar dados, as regras indicam quantos dados de um determinado tipo devem ser jogados, além de quaisquer números a serem adicionados ou  subtraídos. Por exemplo, “3d8 + 5” significa que você joga três dados de oito lados, soma os resultados e adiciona 5 ao total.</p>  <p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.HEU9IiUlNzn0ab4c  cite=false]</p><h3>Dados de Porcentagem</h3><p>As regras às vezes mencionam um d100. Embora esses  dados existam, a forma comum de jogar 1d100 utiliza um  par de dados de dez lados numerados de 0 a 9, conhecidos  como dados de porcentagem. Um dado — que você escolhe  antes de jogar — representa o dígito das dezenas, enquanto  o outro representa o dígito das unidades. Se você tirar um 7  para o dígito das dezenas e um 1 para o dígito das unidades, por exemplo, o número obtido é 71. Dois 0s representam 100.</p><p>Alguns dados de dez lados são numerados em dezenas  (00, 10, 20 e assim por diante), o que facilita a distinção  entre o dígito das dezenas e o dígito das unidades. Neste  caso, uma jogada de 70 e 1 resulta em 71, enquanto 00 e 0  totalizam 100.</p><h3>D3</h3><p>A mesma <em>d</em> notação aparece na expressão “1d3”, embora  seja incomum encontrar dados com apenas três lados. Para  simular a jogada de 1d3, jogue 1d6 e divida o resultado  obtido por 2 (arredondando para cima).</p>  <section class=\"fvtt advice\">  <figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure>  <article>    <h3>Rolando Dados no Foundry Virtual Tabletop</h3>    <p>Você pode usar a notação de dados descrita acima para criar rolagens inline que podem ser clicadas para rolar imediatamente, não importa quantos lados tenham. Por exemplo, 1d3 pode ser representado como uma rolagem inline assim [[/r 1d3]], que pode ser clicada e rolada automaticamente. Você pode aprender mais sobre como os dados funcionam no Foundry em nosso <a        href=\"https://foundryvtt.com/article/dice/\">artigo sobre Dados</a>.</p>  </article></section><h2>Para que Servem os Dados?</h2><aside class=\"notable three right\">  <h3>Interpretando Rolagens de Dados na História</h3>  <p>Parte da diversão de D&amp;D é interpretar o que as rolagens de dados significam na história. A aleatoriedade que os dados trazem muitas vezes introduz o inesperado: um especialista falha, um novato tem sucesso, ou qualquer outro tipo de reviravolta. Quando um teste de D20 ou outra rolagem produz uma surpresa, o Mestre de Jogo costuma dar uma descrição divertida do que aconteceu. Se você é um jogador, procure oportunidades para interpretar as rolagens de dados do seu personagem e descrever por que as coisas se desenrolaram de forma inesperada ou até mesmo humorística.</p></aside><p>Aqui estão os usos mais comuns dos dados em D&amp;D.</p><h3>Teste de D20</h3><p>O dado de 20 lados (d20) é o mais importante no jogo,  sendo central para a mecânica principal — conhecida como  &amp;Reference[d20test]{Testes de D20} — que define se as criaturas têm sucesso  ou falham em suas ações (consulte @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbD20Tests00000]{“Testes de D20”} mais  adiante neste capítulo). Sempre que seu personagem tenta  algo que o Mestre de Jogo considera ter uma chance de  sucesso ou falha, você joga um d20. Quanto maior o resultado, maior a probabilidade de sucesso.</p><h3>Dano</h3><p>O uso mais comum de dados diferentes do d20 é para  determinar o dano. Ao realizar uma jogada de ataque  bem-sucedida (um tipo de Teste de D20), você joga o dano  para avaliar a eficácia do ataque. Ao conjurar uma magia,  você também pode infligir dano. Diferentes armas e magias  utilizam dados variados para causar dano. Por exemplo,  uma Adaga usa 1d4, um Machado Grande usa 1d12 e uma  magia <em>Bola de Fogo</em> usa 8d6.</p><h3>Tabelas Aleatórias</h3><p>Ocasionalmente, você encontrará uma tabela que utiliza  uma jogada de dados para gerar um resultado aleatório.  Nessas tabelas, você verá uma expressão de dado, como  d10 ou d100, no cabeçalho da coluna mais à esquerda.  Jogue esse dado e localize o número que você obteve (ou  um intervalo que contenha esse número) nessa coluna. Leia  essa linha para descobrir o resultado. Por exemplo, a tabela  Bugigangas no capítulo 2 utiliza um d100.</p><section class=\"fvtt advice\">  <figure class=\"icon\"><img src=\"icons/vtt-512.png\" /></figure>  <article>    <h3>Tabelas de Rolagem</h3>    <p>Tabelas aleatórias no Foundry são implementadas como <a href=\"https://foundryvtt.com/article/roll-tables/\">Tabelas de Rolagem</a>, que podem ser roladas diretamente e o resultado será enviado para o chat. Você pode conferir a tabela de rolagem de @UUID[Compendium.dnd-players-handbook.tables.RollTable.phbStartingTrink]{Fiquetes} como exemplo.</p>    <p>Quando uma tabela de rolagem está incorporada diretamente em uma entrada de diário, você pode clicar no ícone do dado no canto superior esquerdo para rolá-la.</p>  </article></section>  <h3>Probabilidade Percentual</h3><p>Às vezes, você pode encontrar uma regra que descreve a  probabilidade percentual de algo ocorrer. Por exemplo, uma  regra pode indicar que há 5% de chance de um evento acontecer. Você pode verificar se isso ocorre jogando dados de  porcentagem; se o resultado for igual ou inferior à probabilidade percentual (de 01 a 05, neste caso), o evento acontece.</p>"
				},
				"The Six Abilities": {
					"name": "Os Seis Atributos",
					"text": "<p>Todas as criaturas — tanto personagens quanto monstros — possuem seis atributos que avaliam características físicas e mentais, conforme ilustrado na tabela de Descrições dos Atributos.</p><table><caption>Descrições dos Atributos</caption><thead><tr><th><p>Atributo</p></th><th><p>Medidas de Pontuação …</p></th></tr></thead><tbody><tr><td><p>Força</p></td><td><p>Potência física</p></td></tr><tr><td><p>Destreza</p></td><td><p>Agilidade, reflexos e equilíbrio</p></td></tr><tr><td><p>Constituição</p></td><td><p>Saúde e resistência</p></td></tr><tr><td><p>Inteligência</p></td><td><p>Raciocínio e memória</p></td></tr><tr><td><p>Sabedoria</p></td><td><p>Perceptividade e fortaleza mental</p></td></tr><tr><td><p>Carisma</p></td><td><p>Confiança, equilíbrio e charme</p></td></tr></tbody></table><h2>Valores de Atributo</h2><p>Cada atributo possui um valor que varia de 1 a 20, embora alguns monstros possam ter um valor tão alto quanto 30. Esse valor representa a magnitude de um atributo. A tabela Valores de Atributo resume o significado dos valores.</p><table><caption>Valores de Atributo</caption><thead><tr><th><p>Valor</p></th><th><p>Significado</p></th></tr></thead><tbody><tr><td><p>1</p></td><td><p>Este é o valor mais baixo que um valor pode normalmente alcançar. Se um efeito reduz um valor a 0, esse efeito explica o que ocorre.</p></td></tr><tr><td><p>2–9</p></td><td><p>Este representa uma capacidade fraca.</p></td></tr><tr><td><p>10–11</p></td><td><p>Este representa a média humana.</p></td></tr><tr><td><p>12–19</p></td><td><p>Este representa uma capacidade forte.</p></td></tr><tr><td><p>20</p></td><td><p>Este é o valor mais alto que um aventureiro pode atingir, a menos que uma característica diga o contrário.</p></td></tr><tr><td><p>21–29</p></td><td><p>Este representa uma capacidade extraordinária.</p></td></tr><tr><td><p>30</p></td><td><p>Este é o mais alto que um valor pode atingir.</p></td></tr></tbody></table><h2>Modificadores de Atributo</h2><p>Cada atributo possui um modificador que você aplica sempre que faz um &amp;Reference[d20test]{Teste de D20} com esse atributo. Um modificador de atributo é derivado de seu valor, conforme demonstrado na tabela Modificadores de Atributo.</p><table><caption>Modificadores de Atributo</caption><thead><tr><th><p>Valor</p></th><th><p>Modificador</p></th></tr></thead><tbody><tr><td><p>1</p></td><td><p>−5</p></td></tr><tr><td><p>2–3</p></td><td><p>−4</p></td></tr><tr><td><p>4–5</p></td><td><p>−3</p></td></tr><tr><td><p>6–7</p></td><td><p>−2</p></td></tr><tr><td><p>8–9</p></td><td><p>−1</p></td></tr><tr><td><p>10–11</p></td><td><p>+0</p></td></tr><tr><td><p>12–13</p></td><td><p>+1</p></td></tr><tr><td><p>14–15</p></td><td><p>+2</p></td></tr><tr><td><p>16–17</p></td><td><p>+3</p></td></tr><tr><td><p>18–19</p></td><td><p>+4</p></td></tr><tr><td><p>20–21</p></td><td><p>+5</p></td></tr><tr><td><p>22–23</p></td><td><p>+6</p></td></tr><tr><td><p>24–25</p></td><td><p>+7</p></td></tr><tr><td><p>26–27</p></td><td><p>+8</p></td></tr><tr><td><p>28–29</p></td><td><p>+9</p></td></tr><tr><td><p>30</p></td><td><p>+10</p></td></tr></tbody></table>"
				}
			}
		},
		"Ranger": {
			"name": "Ranger"
		},
		"Rogue": {
			"name": "Rogue"
		},
		"Services": {
			"name": "Services"
		},
		"Social Interaction": {
			"name": "Interação Social",
			"pages": {
				"Overview": {
					"name": "Overview",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.c0ZssNvHFwmnJCJK cite=false]</p><p>Durante suas aventuras, os personagens dos jogadores encontram diversas pessoas e enfrentam alguns monstros que preferem dialogar a lutar. Nessas situações, é o momento da interação social, que pode assumir várias formas. Por exemplo, você pode tentar convencer um ladrão a confessar seus crimes ou tentar bajular um guarda. O Mestre assume os papéis de quaisquer personagens não-jogadores que estejam envolvidos.</p><p>A atitude de um PNJ em relação ao seu personagem pode ser &amp;Reference[Friendly]{Amigável}, &amp;Reference[Indifferent]{Indiferente} ou &amp;Reference[Hostile]{Hostil}, conforme definido no glossário de regras. PNJs amigáveis estão dispostos a ajudar, enquanto os hostis tendem a atrapalhar.</p><p>As interações sociais progridem de duas formas: através de interpretação e de testes atributo.</p>"
				},
				"Roleplaying": {
					"name": "Interpretação",
					"text": "<p>A interpretação é, literalmente, o ato de desempenhar um papel. Nesse contexto, é você, como jogador, quem decide como seu personagem pensa, age e fala. A interpretação permeia todos os aspectos do jogo e se destaca durante as interações sociais.</p><p>Ao interpretar, leve em conta se você prefere uma abordagem ativa ou descritiva, cada uma das quais é detalhada em @UUID[.Cs8ij3IkT7xRhP15]{Exemplo de Interação Social}.</p><p>O Mestre utiliza a personalidade de um PNJ e as ações e atitudes de seu personagem para definir como um PNJ reage. Um bandido covarde pode se render sob ameaças de prisão. Uma comerciante teimosa se recusa a ajudar se os personagens a importunarem. Um dragão vaidoso se regozija com elogios.</p><p>Ao interagir com um PNJ, preste atenção à representação que o Mestre faz da personalidade do PNJ. Você pode descobrir os objetivos de um PNJ e, em seguida, usar essas informações para influenciá-lo.</p><p>Se você oferecer aos PNJs algo que desejam ou brincar com suas simpatias, medos ou objetivos, poderá formar amizades, evitar a violência ou obter informações importantes. Por outro lado, se você insultar um guerreiro orgulhoso ou falar mal dos aliados de um nobre, suas tentativas de convencer ou enganar provavelmente falharão.</p>"
				},
				"Ability Checks": {
					"name": "Testes de Atributo",
					"text": "<p>Os testes de atributo podem ser essenciais para determinar o resultado de uma interação social. Seus esforços de interpretação podem modificar a atitude de um PNJ, mas ainda pode haver um elemento de sorte se o Mestre optar por jogar dados para influenciar a resposta de um PNJ a você. Em tais situações, o Mestre normalmente solicitará que você execute a ação &amp;Reference[Influenciar].</p><p>Preste atenção às suas proficiências em perícia ao considerar como você interagirá com um PNJ; adote uma abordagem que se baseie nas proficiências em perícia do seu grupo. Por exemplo, se o grupo precisar enganar um guarda para que ele os deixe entrar em um castelo, o Ladino proficiente com Enganação deve conduzir a conversa.</p>"
				},
				"Social Interaction Example": {
					"name": "Exemplo de Interação Social",
					"text": "<p>@Embed[Compendium.dnd-players-handbook.content.JournalEntry.phbCh1ArtHandout.JournalEntryPage.nVhrpIUQUIPgHzZ5 caption=false]</p><p>Nesta cena, os jogadores participam de um encontro de interação social. Você e seu grupo decidem como cenas semelhantes se desenrolam em suas aventuras.</p><div class=\"space-between top\"><section class=\"social-example\"><p><em>Quatro aventureiros — Shreeve, Mirabella, Auro e Gareth — viajaram até a taverna Sangue da Vinha, na sombria vila da Baróvia.</em></p><p><span class=\"dm-entry\">Jairo (como Mestre):</span> Essa taverna pode ter sido bem decorada no passado, mas se tornou precária com o passar dos anos. O fogo ardente na lareira mal aquece o ambiente. Vocês veem um homem atrás do balcão, limpando copos de forma metódica. Três mulheres mais velhas se amontoam em uma mesa. Um belo jovem senta-se sozinho em uma mesa de canto, tomando uma taça de vinho. Ele olha para cima quando vocês entram, mas as outras pessoas os ignoram. “Bem-vindos a Baróvia\", diz ele. Ele mostra uma moeda para o taverneiro: “Uma jarra para os visitantes”. O brilho da prata atrai a atenção do homem atrás do balcão.</p><p><span class=\"player-entry\">Eva (como Mirabella): </span>“Obrigado, amigo. Podemos saber a quem estamos em dívida?”</p><p><span class=\"dm-entry\">Jairo: </span>“Eu sou Ismark Kolyanovich, embora por aqui eu seja frequentemente chamado de Ismark, o Menor”.</p><p><span class=\"player-entry\">Rubens (como Shreeve):</span> “Isso é lamentável”.</p><p><span class=\"dm-entry\">Jairo: </span>“De fato. Espero um dia seguir o exemplo de meu pai e me livrar desse título. E então, meus novos amigos, quem são vocês?”</p><p><span class=\"player-entry\">Amanda (como Auro):</span> “Eu sou Auro”.</p><p><span class=\"player-entry\">Rubens:</span> “Shreeve”.</p><p><span class=\"player-entry\">Felipe (como Gareth):</span> “Meu nome é Gareth”.</p><p><span class=\"player-entry\">Eva (como Mirabella):</span> “Eu me chamo Mirabella. Você disse que seu nome era Kolyanovich. Você é parente de Kolyan Indirovich, o burgomestre desta aldeia?”</p><p><span class=\"dm-entry\">Jairo:</span> Ele parece um pouco surpreso. Ele diz: “Kolyan Indirovich é meu estimado pai, sim”.</p><p><span class=\"player-entry\">Eva:</span> “Então foi ele quem nos convocou!”. Mostro a ele a carta que nos trouxe até aqui.</p><p><span class=\"player-entry\">Felipe:</span> Eu observo a reação dele, enquanto ele lê a carta.</p><section class=\"highlighted\"><p><span class=\"dm-entry\">Jairo:</span> Ele pega a carta, mas se afasta antes de tocá-la. “Aquele selo... não é do meu pai”. Gareth, faça um teste de Sabedoria (Intuição). <span class=\"footnote\">1</span></p><p><span class=\"player-entry\">Felipe:</span> Gareth tirou 18.</p></section><p><span class=\"dm-entry\">Jairo:</span> Você percebe que Ismark está tentando esconder seu terror. Ele tem medo até de tocar no selo da carta.</p><p><span class=\"player-entry\">Felipe: </span>Eu pergunto o que o está assustando.</p><p><span class=\"player-entry\">Rubens:</span> “Sim, de quem é o selo?”.</p><p><span class=\"dm-entry\">Jairo:</span> “Do Diabo Strahd”.</p><p><span class=\"player-entry\">Amanda:</span> “Parece um sujeito agradável”.</p><p><span class=\"dm-entry\">Jairo:</span> “Jamais! Ele é o senhor vampiro do Castelo Ravenloft e uma praga para minha irmã. Vocês devem ajudá-la!”.</p><p><span class=\"player-entry\">Amanda:</span> “Então Strahd escreveu esta carta, fingindo ser o burgomestre, implorando que viéssemos até a Baróvia e resgatássemos Irene Kolyana de uma aflição mortal... quem é ele? Por que ele faria isso?”.</p><p><span class=\"player-entry\">Rubens: </span>“Por que ele iria querer que viéssemos até aqui?”.</p><p><span class=\"player-entry\">Eva:</span> “Claramente, ele não acha que somos uma ameaça”.</p><p><span class=\"player-entry\">Amanda:</span> “Bem, ele ainda não nos conheceu!”.</p><p><span class=\"dm-entry\">Jairo:</span> “Ele está brincando com vocês. Ele se deleita na destruição de todas as coisas boas, como minha querida irmã.”</p><section class=\"highlighted\"><p><span class=\"player-entry\">Felipe:</span> Gareth se aproxima e, com compaixão, pergunta a Ismark se sua irmã foi mordida pelo vampiro. <span class=\"footnote\">2</span></p><p><span class=\"dm-entry\">Jairo: </span>Por favor, faça um teste de Carisma (Persuasão) para ver o quão bem ele responde à sua maneira piedosa. Você tem Vantagem porque ele é Amigável.</p><p><span class=\"player-entry\">Felipe: </span>Ah, que bom. Minha primeira jogada foi um 7, mas com Vantagem... aff, não muito melhor. Bem, 10 mais 5 é 15.</p></section><p><span class=\"dm-entry\">Jairo:</span> Ismark se inclina na sua direção, Gareth, lançando um olhar desconfiado para as outras pessoas na taverna, como se temesse que estivessem ouvindo. Em um sussurro tenso, ele diz: “O Diabo Strahd deseja fazer de Irene seu novo brinquedo. Duas vezes ele a visitou durante a noite, usando sua malícia para conseguir um convite para entrar na casa — pois não pode entrar sem ser convidado. Duas vezes ele a mordeu, mas ela ainda luta para viver. Contudo, temo que ela não resista a mais uma visita!”</p><p><span class=\"player-entry\">Rubens:</span> “Está certo, Ismark. Você nos ofereceu bebidas e compartilhou informações sobre o Diabo Strahd e sua irmã. O que podemos fazer para ajudar?”</p><p><span class=\"dm-entry\">Jairo:</span> “Você é muito gentil! Primeiro, preciso da sua ajuda para levar Irene até a aldeia de Vallaki”.</p><p><span class=\"player-entry\">Eva:</span> “Onde fica Vallaki?”</p><p><span class=\"dm-entry\">Jairo:</span> “Fica a noroeste, no coração do vale. No voo do corvo, são menos de quinze quilômetros, mas a estrada serpenteia entre colinas e bosques, e a jornada leva pelo menos cinco horas a uma velocidade moderada”.</p><p><span class=\"player-entry\">Rubens:</span> “E por que lá?”</p><p><span class=\"dm-entry\">Jairo:</span> “A aldeia está fora da vista do Castelo Ravenloft, então espero que também esteja fora do alcance dos espiões de Strahd. Ouvi dizer que Vallaki é bem defendida, com uma paliçada de madeira e portões de ferro”.</p><p><span class=\"player-entry\">Rubens:</span> “Como se tais defesas impedissem um vampiro”.</p><p><span class=\"dm-entry\">Jairo: </span>“De fato. Mas se a movermos para lá, podemos mantê-lo longe dela por alguns dias. Aí teremos tempo para a segunda parte da nossa tarefa”.</p><p><span class=\"player-entry\">Russell: </span>“Uma parte em que você nos ajuda?”.</p><p><span class=\"dm-entry\">Jairo:</span> “Sim, quando eu ajudar vocês a enfrentarem o vampiro!”</p></section><section class=\"social-callouts\"><aside class=\"callout-border\"><p><strong>Interpretação Ativa.</strong> Observe ao longo do exemplo como Rubens e Amanda interpretam ativamente o comportamento de seus personagens. Nessa abordagem ativa, eles falam com as vozes de seus personagens, como um ator que assume um papel. Os jogadores podem até imitar a linguagem corporal de seus personagens. Eles ainda precisam descrever aspectos que não podem ser razoavelmente representados.</p></aside><aside class=\"callout-border\"><p><strong>Interpretação Descritiva.</strong> Observe como Felipe descreve as palavras e ações de seu personagem. Com base em sua imagem mental do personagem, ele relata o que o personagem faz e como realiza essas ações. Se essa abordagem for mais confortável para você, considere o seguinte:</p><ul><li>Descreva as emoções e atitudes do seu personagem.</li><li>Concentre-se na intenção do seu personagem e em como os outros podem percebê-la.</li><li>Forneça o máximo de enfeites com os quais você se sinta confortável.</li><li>Não se preocupe em fazer as coisas exatamente certas. Concentre-se no que seu personagem faria e descreva o que você vê em sua mente.</li></ul></aside><aside class=\"callout-border\"><p><strong>Testes de Atributo.</strong> O personagem de Felipe, Gareth, realiza um teste de Sabedoria (Intuição) para perceber os sinais não expressos de Ismark. A Sabedoria é o atributo que mede a percepção e a intuição. Intuição reflete a capacidade de um personagem em interpretar o humor e as intenções de outras pessoas. O Mestre estabeleceu a CD em 15, que Gareth supera. Com um teste bem-sucedido de Sabedoria (Intuição), Gareth obtém informações que não eram evidentes e, portanto, não faziam parte da narração anterior do Mestre. Para mais detalhes, consulte “Valores de Atributo” e “Proficiência” no início deste capítulo, além da ação Procurar no glossário de regras. <span class=\"footnote\">1</span></p></aside><aside class=\"callout-border\"><p><strong>Influenciando PNJs.</strong> Gareth executa a ação Influenciar (veja o glossário de regras), que os personagens podem usar para persuadir um PNJ. É mais fácil motivar um PNJ que já está disposto a ajudar, como Ismark nesta situação. A atitude Amigável de Ismark concede Vantagem a Felipe na jogada. Neste caso, ter Vantagem fez a diferença entre o sucesso e o fracasso. <span class=\"footnote\">2</span></p></aside></section></div>"
				}
			}
		},
		"Sorcerer": {
			"name": "Sorcerer"
		},
		"Species Descriptions": {
			"name": "Species Descriptions"
		},
		"Spells": {
			"name": "Spells"
		},
		"Warlock": {
			"name": "Warlock"
		},
		"Welcome to Adventure": {
			"name": "Welcome to Adventure"
		},
		"Wizard": {
			"name": "Wizard"
		}
	}
}